Repository: pachoEc/rintin-wp-mkt
Catalog: languages/plugins/directo-pago-payments-for-woocommerce-*.po
Languages: es_es

source: Accept local payment methods for LATAM using your Directo Pago Merchant account.
es_es: Acepta métodos de pago locales para LATAM utilizando tu cuenta de vendedor de Directo Pago.

source: There was a problem connecting to Directo Pago.
es_es: Ha habido un problema al conectar con Directo Pago.

source: There was an error in your request.
es_es: Ha habido un error en tu solicitud.

source: Directo Pago did not return any data.
es_es: Directo Pago no ha devuelto ningún dato.

source: Directo Pago Checkout
es_es: Pago con Directo Pago

source: Directo Pago Checkout redirects customers to Directo Pago to generate local payments
es_es: El pago con Directo Pago redirige a los clientes a Directo Pago para generar los pagos locales

source: Enable Directo Pago Checkout
es_es: Activar el pago con Directo Pago

source: Pay using Directo Pago Checkout.
es_es: Pagar utilizando el pago de Directo Pago.

source: Api Key
es_es: Clave de la API

source: Your Directo Pago API key.
es_es: Tu clave de la API de Directo Pago.

source: No redirect URL
es_es: No hay una URL de redirección

source: Enable/Disable
es_es: Activar/Desactivar

source: Title
es_es: Título

source: This controls the title for the payment method the customer sees during checkout.
es_es: Esto controla el título del método de pago que el cliente ve durante el pago.

source: Description
es_es: Descripción

source: Payment method description that the customer will see on your checkout.
es_es: Descripción del método de pago que el cliente verá en su pago.

source: Configure
es_es: Configurar

source: The store must have HTTPS to work with Directo Pago.
es_es: La tienda debe tener HTTPS para trabajar con Directo Pago.
