Repository: pachoEc/rintin-wp-mkt
Catalog: languages/plugins/makewebbetter-hubspot-for-woocommerce-*.po
Languages: es_es

source: Updating or Creating single users data
es_es: Actualización o creación de datos de usuarios individuales

source: HubSpot Dynamic Coupon Code Generation
es_es: Generación dinámica del código del cupón de HubSpot

source: HubSpot Recommended Products Addon
es_es: Extensión de productos recomendados de HubSpot

source: Recommend related products automatically to increase average order value at your store. With this add-on, you can select the products you want to offer as recommendations and send them through automated emails after the purchase.
es_es: Recomienda automáticamente productos relacionados para aumentar el valor medio de los pedidos en tu tienda. Con esta extensión, puedes seleccionar los productos que quieres ofrecer como recomendaciones y enviarlos después de la compra a través de correos electrónicos automatizados.

source: Additional Services
es_es: Servicios adicionales

source: HubSpot CMS Services
es_es: Servicios CMS de HubSpot

source: Last Name
es_es: Apellidos

source: Company Name
es_es: Nombre de la empresa

source: Website URL
es_es: URL de la web

source: On-Board with Us
es_es: En marcha con nosotros

source: Documentation
es_es: Documentación

source: Choosing the ideal plan for your company might be confusing.
es_es: Elegir el plan ideal para tu empresa puede resultar confuso.

source: Connect Us
es_es: Conecta con nosotros

source: and we can assist you for free.
es_es: y te ayudaremos de forma gratuita.

source: First Name
es_es: Nombre

source: Once you sync your data, you’ll see all your WooCommerce information on HubSpot so you can start engaging with them right away.
es_es: Una vez que sincronices tus datos, podrás ver toda la información de tu WooCommerce en HubSpot, así que puedes empezar a interactuar con ellos de inmediato.

source: Skip Historical Data Sync
es_es: Omitir la sincronización de datos históricos

source: 1. Syncing Your Contacts to HubSpot. This should only take a few moments. Thanks for your patience!
es_es: 1. Sincroniza tus contactos con HubSpot. Esto solo debería tardar unos momentos. ¡Gracias por tu paciencia!

source: 2. Syncing your Products to HubSpot. This should only take a few moments. Thanks for your patience!
es_es: 2. Sincroniza tus productos con HubSpot. Esto solo debería tardar unos momentos. ¡Gracias por tu paciencia!

source: 3. Syncing your Deals to Hubspot. This should only take a few moments. Thanks for your patience!
es_es: 3. Sincroniza tus ofertas con HubSpot. Esto solo debería tardar unos momentos. ¡Gracias por tu paciencia!

source: Phone Number
es_es: Número de teléfono

source: You’re almost done! The last step is to sync your existing WooCommerce data to HubSpot. This will sync all your Contacts, Deals, and Products data to HubSpot.
es_es: ¡Ya casi has terminado! El último paso es sincronizar tus datos existentes de WooCommerce con HubSpot. Esto sincronizará todos tus datos de contactos, ofertas y productos con HubSpot.

source: Stop
es_es: Detener

source: Fetching All Forms
es_es: Recuperando todos los formularios

source: Payment Pending/Failed
es_es: Pago pendiente/fallido

source: On hold
es_es: En espera

source: Processing
es_es: En proceso

source: Completed
es_es: Completado

source: Refunded/Cancelled
es_es: Reembolsado/Cancelado

source: Support
es_es: Soporte

source: Add Ons
es_es: Extensiones

source: Contacts
es_es: Contactos

source: DEALS SYNCED
es_es: OFERTAS SINCRONIZADAS

source: Open HubSpot
es_es: Abrir HubSpot

source: CONTACTS SYNCED
es_es: CONTACTOS SINCRONIZADOS

source: PRODUCTS SYNCED
es_es: PRODUCTOS SINCRONIZADOS

source: Cancel and Go Back
es_es: Cancelar y volver

source: Fetching Batch Vids
es_es: Obteniendo vids por lotes

source: Creating a form data
es_es: Creando un formulario de datos

source: Confirm and Disconnect
es_es: Confirmar y desconectar

source: Reading object property
es_es: Leyendo la propiedad del objeto

source: Enable subscriptions data sync
es_es: Activar la sincronización de datos de suscripciones

source: Date range for user / order sync
es_es: Intervalo de fechas para la sincronización de usuarios y pedidos

source: Add-ons for the HubSpot Integrations
es_es: Extensiones para las integraciones de HubSpot

source: Disconnect your WooCommerce store from HubSpot
es_es: Desconecta tu tienda WooCommerce de HubSpot

source: HubSpot Deals for WooCommerce Memberships enables you to organize your site members as HubSpot deals with relevant deal stage, plans and the opening and closing dates.
es_es: HubSpot Deals for WooCommerce Memberships te permiten organizar a los miembros de tu sitio mientras HubSpot se ocupa de la etapa, los planes y las fechas de apertura y cierre relevantes del trato.

source: Automate the process of syncing all of your customer information to HubSpot for quicker access and efficient decision making process. With Field to Field Sync for HubSpot, you can easily map HubSpot contact properties and the WordPress users’ fields.
es_es: Automatiza el proceso de sincronización de toda la información de tus clientes con HubSpot para un acceso más rápido y un proceso de toma de decisiones eficiente. Con Field to Field Sync for HubSpot, puedes asignar fácilmente las propiedades de los contactos de HubSpot y los campos de los usuarios de WordPress.

source: $79 Buy Now
es_es: Comprar ahora por 79 $

source: View Document
es_es: Ver el documento

source: HubSpot Actions
es_es: Acciones de HubSpot

source: Disconnect Store
es_es: Desconectar la tienda

source: Submitting Form data
es_es: Enviando los datos del formulario

source: Date range for orders
es_es: Intervalo de fechas para los pedidos

source: WooCommerce Subscription
es_es: Subscripción de WooCommerce

source: Show Opt-In checkbox on Checkout Page
es_es: Mostrar la casilla de verificación de aceptación en la página de pago

source: Do you want to delete all your WooCommerce data from HubSpot? If yes, check the box.
es_es: ¿Quieres borrar todos tus datos de WooCommerce de HubSpot? Si es así, marca la casilla.

source: You are having issues with your MWB HubSpot for WooCommerce sync. Please read this doc on how to fix your integration.
es_es: Tienes problemas con la sincronización de MWB HubSpot for WooCommerce. Por favor, lee este documento sobre cómo corregir tu integración.

source: Download
es_es: Descargar

source: Skip for now
es_es: Omitir por ahora

source: Email Address
es_es: Dirección de correo electrónico

source: Create Groups & Properties
es_es: Crear grupos y propiedades

source: Get tailored onboarding emails straight to your inbox
es_es: Recibe correos electrónicos de incorporación personalizados directamente en tu bandeja de entrada

source: Help us make your experience even better by telling us:
es_es: Ayúdanos a mejorar aún más tu experiencia diciéndonos:

source: Fetching all of the recently updated and un-synced users / orders
es_es: Obtener todos los usuarios o pedidos recientemente actualizados y no sincronizados

source: View Guide
es_es: Ver la guía

source: Complete Onboarding
es_es: Completar la incorporación

source: Please fill all of the below fields before submission
es_es: Por favor, rellena todos los campos siguientes antes de enviar

source: To
es_es: Hasta

source: From
es_es: Desde

source: More than
es_es: Más de

source: Less than
es_es: Menos de

source: Total Money Spent
es_es: Total de dinero gastado

source: Monetary
es_es: Monetario

source: Total Orders Placed
es_es: Total de pedidos realizados

source: Frequency
es_es: Frecuencia

source: Days Since last Order
es_es: Días transcurridos desde el último pedido

source: Recency
es_es: Última vez

source: Ratings for RFM Segmentation
es_es: Valoración de la segmentación RFM

source: Score
es_es: Puntuación

source: Something went wrong. Please verify your HubSpot Connection once.
es_es: Algo salió mal. Por favor, verifica tu conexión de HubSpot.

source: Success
es_es: Correcto

source: When order status changes to Cancelled
es_es: Cuando el estado del pedido cambie a «Cancelado»

source: When order status changes to Refunded
es_es: Cuando el estado del pedido cambie a «Reembolsado»

source: When order status changes to On-hold
es_es: Cuando el estado del pedido cambie a «En espera»

source: When order status changes to Failed
es_es: Cuando el estado del pedido cambie a «Fallido»

source: When order status changes to Processing
es_es: Cuando el estado del pedido cambie a «Procesando»

source: When order status changes to Completed
es_es: Cuando el estado del pedido cambie a «Completado»

source: New User Registration
es_es: Registro de un nuevo usuario

source: Unable to locate file path at location %s some features may not work properly in HubSpot Integration, please contact us!
es_es: No ha sido posible localizar la ruta del archivo en la ubicación %s, algunas características pueden no funcionar correctamente en «HubSpot Integration», por favor, ¡contáctanos!

source: General And Advanced Settings
es_es: Ajustes generales y avanzados

source: Create Workflows to Track ROI and Retrieve Abandoned Carts
es_es: Crea flujos de trabajo para rastrear el ROI y recuperar carritos abandonados

source: Automation
es_es: Automatización

source: Abandoned Carts
es_es: Carritos abandonados

source: Sync All of your woocommerce orders as HubSpot Deals
es_es: Sincroniza todos tus pedidos de WooCommerce como ofertas de HubSpot

source: Deals
es_es: Ofertas

source: Sync all your woocommerce data to HubSpot
es_es: Sincroniza todos tus datos de WooCommerce a HubSpot

source: Integrate your WooCommerce store with HubSpot
es_es: Integra tu tienda de WooCommerce con HubSpot

source: Dashboard
es_es: Escritorio

source: Updating the ecommerce pipeline deal stages
es_es: Actualización de las etapas del acuerdo de canalización de comercio electrónico

source: Creating or Updating Store
es_es: Creando o actualizando la tienda

source: Creating New deal
es_es: Creando un nuevo trato

source: Fetching Contact VID by email
es_es: Obteniendo VID de contacto por correo electrónico

source: Fetching Contact by email
es_es: Obteniendo contacto por correo electrónico

source: Updating HubSpot Deal Properties
es_es: Actualización de las propiedades del acuerdo de HubSpot

source: Creating deal custom properties
es_es: Crear propiedades personalizadas de acuerdo

source: Creating deal custom groups
es_es: Creación de grupos personalizados

source: Updating HubSpot Deals
es_es: Actualización de ofertas de HubSpot

source: Creating Deal Association With Contact
es_es: Crear asociación de trato con contacto

source: Removing Deal Association With Contact
es_es: Eliminando la asociación de trato con el contacto

source: Fetching Contacts from List
es_es: Obteniendo contactos de la lista

source: Fetching Contact Lists
es_es: Obteniendo listas de contactos

source: Enrolling in Workflow
es_es: Inscribirse en el flujo de trabajo

source: Getting all Workflows
es_es: Obteniendo todos los flujos de trabajo

source: --Please Select a Workflow--
es_es: --Selecciona un flujo de trabajo--

source: Creating Workflows
es_es: Crear flujos de trabajo

source: Enrolling in Static List
es_es: Inscribirse en la lista estática

source: Get Dynamic Lists
es_es: Listas Dinámicas

source: Get Static Lists
es_es: Obtenga listas estáticas

source: Creating Lists
es_es: Creando Listas

source: Updating or Creating users data
es_es: Actualización o creación de datos de usuarios

source: Creating Single Contact
es_es: Crear un solo contacto

source: Updating Properties
es_es: Actualización de propiedades

source: Creating Properties
es_es: Crear propiedades

source: Getting access token information
es_es: Obtener información de token de acceso

source: Something went wrong.
es_es: Algo salió mal.

source: You are forbidden to use this scope
es_es: Está prohibido usar este alcance

source: Fetching and refreshing access token
es_es: Obteniendo y actualizando token de acceso

source: Price
es_es: Precio

source: Every Sixth
es_es: Cada sexto

source: Every Fifth
es_es: Cada quinto

source: Every Fourth
es_es: Cada cuarto

source: Every Third
es_es: Cada tercio

source: Every Second
es_es: Cada segundo

source: Every
es_es: Cada

source: Year
es_es: Año

source: Month
es_es: Mes

source: Week
es_es: Semana

source: Day
es_es: Día

source: Others
es_es: Otros

source: Registration
es_es: Registro

source: Checkout
es_es: Finalizar compra

source: Repeat Buyers
es_es: Repetir compradores

source: DisEngaged Customers
es_es: Clientes no comprometidos

source: Engaged Customers
es_es: Clientes comprometidos

source: Marketing Qualified Leads
es_es: Comercialización de clientes potenciales calificados

source: Bought four or more times
es_es: Compró cuatro o más veces

source: Three time purchase customers
es_es: Clientes que compran tres veces

source: Two time purchase customers
es_es: Clientes que compran dos veces

source: One time purchase customers
es_es: Clientes de compra única

source: Low Spenders
es_es: Bajo gasto

source: Mid Spenders
es_es: Gastadores medios

source: About to Sleep
es_es: A punto de dormir

source: Customers needing attention
es_es: Clientes que necesitan atención

source: New Customers
es_es: Nuevos clientes

source: Low Value Lost Customers
es_es: Clientes perdidos de bajo valor

source: Churning Customers
es_es: Clientes agitados

source: Loyal Customers
es_es: Clientes fieles

source: Big Spenders
es_es: Grandes gastadores

source: Best Customers
es_es: Mejores clientes

source: Abandoned Cart
es_es: Carrito abandonado

source: Leads
es_es: Potenciales

source: Customers
es_es: Clientes

source: Abandoned Cart Total Value
es_es: Valor total del carrito abandonado

source: Abandoned Cart Subtotal
es_es: Subtotal del carrito abandonado

source: Abandoned Cart Tax Value
es_es: Valor de los impuestos del carrito abandonado

source: Abandoned Cart Products HTML
es_es: HTML de los productos del carrito abandonado

source: Abandoned Cart Products
es_es: Productos del carrito abandonado

source: Abandoned Cart Products Categories
es_es: Categorías de producto del carrito abandonado

source: Abandoned Cart Products SKUs
es_es: SKU de los productos del carrito abandonado

source: Abandoned Cart URL
es_es: URL del carrito abandonado

source: Abandoned Cart Counter
es_es: Contador del carrito abandonado

source: Abandoned Cart Date
es_es: Fecha del carrito abandonado

source: Current Abandoned Cart
es_es: Carrito abandonado actual

source: Third Purchase Workflow Start Date
es_es: Fecha de inicio del tercer flujo de trabajo de compra

source: Third Purchase Workflow Conversion Date
es_es: Fecha de conversión del flujo de trabajo de la tercera compra

source: Third Purchase Workflow Conversion Amount
es_es: Tercer monto de conversión del flujo de trabajo de compra

source: Third Purchase Workflow Conversion
es_es: Conversión de flujo de trabajo de tercera compra

source: Second Purchase Workflow Start Date
es_es: Fecha de inicio del segundo flujo de trabajo de compra

source: Second Purchase Workflow Conversion Date
es_es: Fecha de conversión del flujo de trabajo de la segunda compra

source: Second Purchase Workflow Conversion Amount
es_es: Cantidad de conversión del flujo de trabajo de segunda compra

source: Second Purchase Workflow Conversion
es_es: Conversión de flujo de trabajo de segunda compra

source: New Customer Workflow Start Date
es_es: Fecha de inicio del nuevo flujo de trabajo del cliente

source: New Customer Workflow Conversion Date
es_es: Nueva fecha de conversión del flujo de trabajo del cliente

source: New Customer Workflow Conversion Amount
es_es: Cantidad de conversión del flujo de trabajo del nuevo cliente

source: New Customer Workflow Conversion
es_es: Nueva conversión de flujo de trabajo del cliente

source: MQL Capture, Nurture & Conversion Start date
es_es: Fecha de inicio de captura, nutrición y conversión de MQL

source: MQL Capture, Nurture & Conversion Conversion Date
es_es: Fecha de conversión de captura, nutrición y conversión de MQL

source: MQL Capture, Nurture & Conversion Conversion Amount
es_es: MQL Capture, Nurture & Conversion Monto de conversión

source: MQL Capture, Nurture & Conversion Conversion
es_es: Captura MQL, Nutrición y Conversión Conversión

source: Customer Rewards Workflow Start Date
es_es: Fecha de inicio del flujo de trabajo de recompensas del cliente

source: Customer Rewards Workflow Conversion Date
es_es: Fecha de conversión del flujo de trabajo de recompensas del cliente

source: Customer Rewards Workflow Conversion Amount
es_es: Cantidad de conversión del flujo de trabajo de recompensas del cliente

source: Customer Rewards Workflow Conversion
es_es: Conversión de flujo de trabajo de recompensas de clientes

source: Customer Reengagement Workflow Start Date
es_es: Fecha de inicio del flujo de trabajo de reenganche del cliente

source: Customer Reengagement Workflow Conversion Date
es_es: Fecha de conversión del flujo de trabajo de reinserción de clientes

source: Customer Reengagement Workflow Conversion Amount
es_es: Cantidad de conversión del flujo de trabajo de reenganche del cliente

source: Customer Reengagement Workflow Conversion
es_es: Conversión de flujo de trabajo de reenganche de clientes

source: Current ROI Campaign
es_es: Campaña actual de ROI

source: Abandoned Cart Recovery Workflow Conversion Date
es_es: Fecha de conversión del flujo de trabajo de recuperación del carrito abandonado

source: Customer New Order
es_es: Nuevo pedido del cliente

source: Last Subscription Products
es_es: Últimos productos de suscripción

source: Last Subscription Billing Interval
es_es: Intervalo de Facturación de la suscripción

source: Last Subscription Billing Period
es_es: Período Pagos de Suscripción

source: Last Subscription Next Payment Date
es_es: Última suscripción Siguiente fecha de pago

source: Last Subscription Trial End Date
es_es: Fecha de finalización de la última prueba de suscripción

source: Related Last Order Completed Date
es_es: Fecha de finalización del último pedido relacionado

source: Related Last Order Paid Date
es_es: Fecha de pago del último pedido relacionado

source: Related Last Order Creation Date
es_es: Fecha de creación del último pedido relacionado

source: Last Subscription Order Completed Date
es_es: Fecha de finalización del último pedido de suscripción

source: Last Subscription Order Paid Date
es_es: Fecha del último pedido de suscripción pagado

source: Last Subscription Order Creation Date
es_es: Fecha de creación del último pedido de suscripción

source: Last Subscription Order Status
es_es: Estado del último pedido de suscripción

source: Last Subscription Parent Order Number
es_es: Número de orden de la última suscripción para padres

source: Last Subscription Order Number
es_es: Número de orden de última suscripción

source: Last SKUs Bought
es_es: Últimos SKU comprados

source: Last Categories Bought
es_es: Últimas categorías compradas

source: Order Recency Rating
es_es: Orden de antigüedad

source: Order Frequency Rating
es_es: Clasificación de frecuencia de pedido

source: Monetary Rating
es_es: Calificación monetaria

source: Account Creation Date
es_es: Creación de cuentas

source: Average Days Between Orders
es_es: Promedio de días entre pedidos

source: Last Order Date
es_es: Fecha del último pedido

source: Last Order Value
es_es: Valor del último pedido

source: First Order Date
es_es: Fecha del primer pedido

source: First Order Value
es_es: Valor del primer pedido

source: Total Number of Orders
es_es: Número total de pedidos

source: Average Order Value
es_es: Valor promedio del pedido

source: Total Value of Orders
es_es: Valor total de los pedidos

source: Sync all of the cart abandoners on your website
es_es: Sincroniza todos los usuarios que abandonaron el carrito en tu web

source: --Please Select a Static List--
es_es: - Selecciona una lista estática--

source: Newsletter Subscriber
es_es: Suscriptor-boletín

source: Abandoned Cart Recovery Workflow Start Date
es_es: Fecha de inicio del flujo de trabajo de recuperación de carrito abandonado

source: Abandoned Cart Recovery Workflow Conversion Amount
es_es: Cantidad de conversión de flujo de trabajo de recuperación de carrito abandonada

source: Abandoned Cart Recovery Workflow Conversion
es_es: Conversión de flujo de trabajo de recuperación de carrito abandonada

source: Total Number of Current Orders
es_es: Número total de los pedidos actuales

source: Last Order Currency
es_es: Moneda del último pedido

source: Last Order Number
es_es: Número del último pedido

source: Last Order Shipment Date
es_es: Fecha de envío del último pedido

source: Last Order Tracking URL
es_es: URL de seguimiento del último pedido

source: Last Order Tracking Number
es_es: Número de seguimiento del último pedido

source: Last Order Fulfillment Status
es_es: Estado de cumplimiento del último pedido

source: Last Order Status
es_es: Estado del último pedido

source: Last Products Bought Product 3 Url
es_es: Últimos productos comprados - URL del producto 3

source: Last Products Bought Product 3 Price
es_es: Últimos productos comprados - Precio del producto 3

source: Last Products Bought Product 3 Name
es_es: Últimos productos comprados - Nombre del producto 3

source: Last Products Bought Product 3 Image URL
es_es: Últimos productos comprados - URL de la imagen del producto 3

source: Last Products Bought Product 2 Url
es_es: Últimos productos comprados - URL del producto 2

source: Last Products Bought Product 2 Price
es_es: Últimos productos comprados - Precio del producto 2

source: Last Products Bought Product 2 Name
es_es: Últimos productos comprados - Nombre del producto 2

source: Last Products Bought Product 2 Image URL
es_es: Últimos productos comprados - URL de la imagen del producto 2

source: Last Products Bought Product 1 Url
es_es: Últimos productos comprados - URL del producto 1

source: Last Products Bought Product 1 Price
es_es: Últimos productos comprados - Precio del producto 1

source: Last Products Bought Product 1 Name
es_es: Últimos productos comprados - Nombre del producto 1

source: Last Products Bought Product 1 Image URL
es_es: Últimos productos comprados - URL de la imagen del producto 1

source: Total Number Of Products Bought
es_es: Número total de productos comprados

source: Product Types Bought
es_es: Tipos de productos comprados

source: Last Total Number Of Products Bought
es_es: Número total de los últimos productos comprados

source: Last Products Bought HTML
es_es: HTML de los últimos productos comprados

source: Last Products Bought
es_es: Últimos productos comprados

source: Last Product Types Bought
es_es: Tipos de los últimos productos comprados

source: Last Product Bought
es_es: Último producto comprado

source: Billing Country
es_es: País de facturación

source: Billing Postal Code
es_es: Código postal del país

source: Billing State
es_es: Estado de facturación

source: Billing City
es_es: Ciudad de facturación

source: Billing Address Line 2
es_es: Calle línea 2

source: Billing Address Line 1
es_es: Dirección de Facturación Línea 1

source: Shipping Country
es_es: País de envío

source: Shipping Postal Code
es_es: Código postal de envío

source: Shipping State
es_es: Estado del envío

source: Shipping City
es_es: Ciudad del envío

source: Shipping Address Line 2
es_es: Dirección de envío línea 2

source: Shipping Address Line 1
es_es: Dirección de envío Línea 1

source: Shopping Cart ID
es_es: ID del carrito de compras

source: Marketing Newsletter
es_es: Boletín de marketing

source: Accepts Marketing
es_es: Acepta marketing

source: Customer Group/ User role
es_es: Grupo de clientes / Rol de usuario

source: Abandoned Cart Details
es_es: Detalles del carrito abandonado

source: ROI Tracking
es_es: Seguimiento de ROI

source: SKUs Bought
es_es: SKU comprados
