Repository: pachoEc/rintin-wp-mkt
Catalog: languages/plugins/makewebbetter-hubspot-for-woocommerce-*.po
Languages: es_es

source: RFM Information
es_es: Información de RFM

source: Categories Bought
es_es: Categorías compradas

source: Customer Group
es_es: Grupo de clientes

source: Shopping Cart Information
es_es: Información carrito de compras

source: Products Bought
es_es: Productos que has adquirido

source: Order Information
es_es: Información de tu reserva

source: Orders up to date
es_es: Pedidos actualizados

source: Orders from date
es_es: Pedidos desde fecha

source: Select order status
es_es: Seleccionar estado del pedido

source: Export your old orders as Deals on HubSpot
es_es: Exporte sus pedidos anteriores como ofertas en HubSpot

source: Winning Deal Stages
es_es: Etapas ganadoras del acuerdo

source: set the minimum number of days in which the pending/open deals can be closed/won
es_es: establecer el número mínimo de días en que las ofertas pendientes / abiertas se pueden cerrar / ganar

source: Days required to close a deal
es_es: Días necesarios para cerrar un trato

source: Allow to sync new deals
es_es: Permitir sincronizar nuevas ofertas

source: Calculate ROI for the Selected Status
es_es: Calcular ROI para el estado seleccionado

source: Checkbox Label on My Account Page
es_es: Etiqueta de casilla de verificación en la página Mi cuenta

source: Label to show for the checkbox
es_es: Etiqueta para mostrar para la casilla de verificación

source: Checkbox Label on Checkout Page
es_es: Etiqueta de casilla de verificación en la página de pago

source: The users with selected roles will be synced on HubSpot. Default will be all user roles.
es_es: Los usuarios con roles seleccionados se sincronizarán en HubSpot. El valor predeterminado será todos los roles de usuario.

source: Sync with User Role
es_es: Sincronizar con rol de usuario

source: Yes
es_es: Sí

source: Cost
es_es: Costo

source: Qty
es_es: Cant

source: Item
es_es: Artículos

source: Image
es_es: Imagen

source: Enable/Disable
es_es: Activar/Desactivar

source: Subscriptions Details
es_es: Detalles de las suscripciones

source: Upto which date you want to sync the users, select that date
es_es: Hasta qué fecha quieres sincronizar los usuarios, selecciona esa fecha

source: Users registered upto date
es_es: Usuarios registrados hasta la fecha

source: From which date you want to sync the users, select that
es_es: Hasta qué fecha quieres sincronizar los usuarios, selecciona esa fecha

source: Users registered from date
es_es: Usuarios registrados desde la fecha

source: Select a time period
es_es: Selecciona un periodo de tiempo

source: Select a user role from the dropdown. Default will be all user roles.
es_es: Selecciona un perfil de usuario desde el menú desplegable. Por defecto, se exportarán todos los perfiles de usuario.

source: Select user role
es_es: Seleccionar perfil de usuario

source: Export your users and customers to HubSpot
es_es: Exportar tus usuarios y clientes a HubSpot

source: HubSpot Data Privacy
es_es: Privacidad de datos de HubSpot

source: Please see the
es_es: Por favor, consulta la

source: HubSpot is an inbound marketing and sales platform that helps companies attract visitors, convert leads, and close customers.
es_es: HubSpot es una plataforma de ventas y marketing entrante que ayuda a las empresas a atraer visitantes, convertir clientes potenciales y cerrar clientes.

source: Something went wrong, Please check the error log and try re-sync your data.
es_es: Algo salió mal. Compruebe el registro de errores e intente volver a sincronizar sus datos.

source: Congratulations !! Your data has been synced successfully.
es_es: Felicidades !! Tus datos se han sincronizado correctamente.

source: Doing rollback will require running the whole setup again. Continue?
es_es: Hacer la reversión requerirá ejecutar toda la configuración nuevamente. ¿Seguir?

source: Want to continue to switch to new HubSpot account? This cannot be reverted and will require running the whole setup again.
es_es: ¿Desea continuar cambiando a una nueva cuenta de HubSpot? Esto no se puede revertir y requerirá ejecutar toda la configuración nuevamente.

source: Mail Sent Successfully. We will get back to you soon.
es_es: El correo enviado con éxito. Nos pondremos en contacto con usted pronto.

source: Mail not sent
es_es: Correo no enviado

source: Setup is completed successfully!
es_es: ¡La configuración se completó con éxito!

source: Something went wrong, please try again later!
es_es: Algo salió mal, por favor inténtalo de nuevo más tarde!

source: Export
es_es: Exportar

source: Import
es_es: Importar

source: Please enter in a value less than the regular price.
es_es: Por favor, introduce un valor inferior al precio normal.

source: Please enter in country code with two capital letters.
es_es: Por favor, escribe el código del país con dos letras mayúsculas.

source: Please enter in monetary decimal (%s) format without thousand separators and currency symbols.
es_es: Por favor, escribe en formato monetario decimal (%s) sin separador de miles ni símbolos de moneda.

source: Please enter in decimal (%s) format without thousand separators.
es_es: Por favor, escribe en formato decimal (%s) sin separadores de miles.

source: Status
es_es: Estado

source: Workflow
es_es: Flujo de trabajo

source: View User Guides
es_es: Ver guías de usuario

source: To get the most out of the WooCommerce HubSpot integration, check out the user guide documentation for more details.
es_es: Para aprovechar al máximo la integración de WooCommerce HubSpot, consulte la documentación de la guía del usuario para obtener más detalles.

source: User guide documentation
es_es: Documentación de la guía del usuario

source: Download HubSpot’s WordPress plugin
es_es: Descargar el complemento de WordPress de HubSpot

source: View Basic & Advanced Settings
es_es: Ver configuración básica y avanzada

source: Automation Settings
es_es: Ajuste de Automatización de Casa

source: HubSpot Professional or Enterprise plan.
es_es: Plan HubSpot Professional o Enterprise.

source: Automate your sales, marketing and support
es_es: Automatiza tus ventas, marketing y soporte

source: Abandoned Cart Settings
es_es: Ajustes del Carrito abandonado

source: Deals Settings
es_es: Configuración de ofertas

source: Sync WooCommerce orders with HubSpot eCommerce pipeline
es_es: Sincronice pedidos de WooCommerce con el canal de comercio electrónico de HubSpot

source: Connected Hubspot Account
es_es: Cuenta de Hubspot conectada

source: Contact sync is in progress.
es_es: La sincronización de contactos está en progreso.

source: Sync Historical Orders as Deals
es_es: Sincronizar pedidos históricos como ofertas

source: Create Deals for New Orders
es_es: Crear ofertas para nuevos pedidos

source: WooCommerce Order Status
es_es: Estado del pedido de WooCommerce

source: Map Deal Stages with eCommerce pipeline
es_es: Mapa de etapas de acuerdo con la tubería de comercio electrónico

source: Run Setup
es_es: Ejecutar la configuración

source: View
es_es: Ver

source: Sync
es_es: Sincronizar

source: Connection
es_es: Conexión

source: Stop Sync
es_es: Detener sincronización

source: Continue
es_es: Continuar

source: Click Here
es_es: Haz clic aquí

source: Switch to Another Account -
es_es: Cambiar a otra cuenta -

source: Congratulation your account is now connected.
es_es: Enhorabuena, tu cuenta ya está conectada.

source: Create a free HubSpot Account
es_es: Crea una cuenta gratuita de HubSpot

source: Connect your Account
es_es: Conecta tu cuenta

source: Getting started with HubSpot and WooCommerce
es_es: Comenzando con HubSpot y WooCommerce

source: Visit DashBoard
es_es: Visitar el escritorio

source: What's next? Go to your dashboard to learn more about the integration.
es_es: ¿Cuál es el siguiente paso? Ve a tu escritorio para obtener más información sobre la integración.

source: Schedule Sync
es_es: Programar sincronización

source: Sync Now
es_es: Sincronizar ahora

source: View All Lists
es_es: Ver todas las listas

source: Create Lists
es_es: Crear listas

source: Customers: contacts that have made at least one order
es_es: Clientes: contactos que han realizado al menos un pedido

source: Create lists in HubSpot
es_es: Crear listas en HubSpot

source: Created
es_es: Creado

source: All of the created Groups and Properties are below.
es_es: Todos los grupos y propiedades creados están a continuación.

source: Create Now
es_es: Crear ahora

source: And more
es_es: Y más

source: Abandoned cart details
es_es: Detalles de los carritos abandonados

source: Previous purchases
es_es: Compras anteriores

source: Order information
es_es: Información del pedido

source: Set up groups & properties in HubSpot
es_es: Configurar grupos y propiedades en HubSpot

source: Schedule meeting
es_es: Programar una reunión

source: Skip this step
es_es: Saltar este paso

source: Create more dynamic / active lists
es_es: Crear más listas dinámicas / activas

source: RFM (Recency, Frequency and Monetary) segmentation allows marketers to target specific clusters of customers with communications that are much more relevant for their particular behavior – and thus generate much higher rates of response, plus increased loyalty and customer lifetime value.
es_es: La segmentación RFM (Recency, Frequency and Monetary) permite a los especialistas en marketing dirigirse a grupos específicos de clientes con comunicaciones que son mucho más relevantes para su comportamiento particular y, por lo tanto, generan tasas de respuesta mucho más altas, además de una mayor lealtad y valor de vida útil del cliente.

source: RFM Settings( Manage ROI Tracking )
es_es: Configuración de RFM (Gestionar seguimiento de ROI)

source: Plugin Settings
es_es: Ajustes del plugin

source: Advanced Settings
es_es: Ajustes avanzados

source: Lists are HubSpot lists that update automatically, enrolling the contacts who meet the membership criteria and removing those who no longer meet it.
es_es: Las listas son listas de HubSpot que se actualizan automáticamente, registrando los contactos que cumplen con los criterios de membresía y eliminando a aquellos que ya no lo cumplen.

source: Lists
es_es: Listas

source: Create
es_es: Crear

source: Required Property for Lists & Workflows
es_es: Propiedad requerida para listas y flujos de trabajo

source: Required Group for Lists & Workflows
es_es: Grupo requerido para listas y flujos de trabajo

source: Manage
es_es: Gestionar

source: Groups & properties are used to store data on certain objects in HubSpot, such as contacts, companies, deals, and tickets. You can have up to 1,000 properties per object, including the default HubSpot properties.
es_es: Los grupos y propiedades se utilizan para almacenar datos en ciertos objetos en HubSpot, como contactos, empresas, negocios y tickets. Puede tener hasta 1,000 propiedades por objeto, incluidas las propiedades predeterminadas de HubSpot.

source: Groups & Properties
es_es: Grupos y propiedades

source: Basic Settings
es_es: Ajustes básicos

source: Subscribe
es_es: Suscribirse

source: Settings
es_es: Ajustes

source: Integrate WooCommerce with HubSpot’s free CRM, abandoned cart tracking, email marketing, marketing automation, analytics & more.
es_es: Integra WooCommerce con el CRM gratuito de HubSpot, seguimiento de carritos abandonados, marketing de correo electrónico, automatizaciones de marketing, analíticas y más.

source: Deal Stage
es_es: Etapa del trato

source: To get started, connect your HubSpot account. If you don’t have a HubSpot account, create one then return to this window to connect it.
es_es: Para comenzar, conecta tu cuenta de HubSpot. Si no tienes una cuenta de HubSpot, crea una y luego regresa a esta ventana para conectarla.

source: Measure your store’s performance with custom reports and dashboards
es_es: Mide el rendimiento de tu tienda con informes y paneles personalizados

source: Easily create and send beautiful, responsive emails to drive sales
es_es: Crea y envía fácilmente correos electrónicos hermosos y adaptables para impulsar las ventas

source: Segment contacts and customers into lists based on their previous interactions with your store
es_es: Segmenta contactos y clientes en listas basadas en sus interacciones anteriores con tu tienda

source: See every action each contact has taken including their page views, past orders, abandoned carts, and more — in HubSpot CRM’s tidy timeline view
es_es: Ve cada acción que ha tomado cada contacto, incluidas sus visitas a la página, pedidos anteriores, carritos abandonados y más, en la vista ordenada de la línea de tiempo de HubSpot CRM

source: Once you set up this integration, you will be able to:
es_es: Una vez que configures esta integración, podrás:

source: With this WooCommerce HubSpot integration, you can automatically sync all your WooCommerce contacts and customers with HubSpot’s CRM and marketing platform.
es_es: Con esta integración de WooCommerce HubSpot, puedes sincronizar automáticamente todos tus contactos y clientes de WooCommerce con la plataforma de marketing y CRM de HubSpot.

source: Sync WooCommerce data with HubSpot
es_es: Sincronizar lo datos de WooCommerce con HubSpot

source: Select the Groups and Properties that you need on HubSpot.
es_es: Seleccionar los grupos y propiedades que necesites en HubSpot.

source: List creation is in progress. This should only take a few moments. Thanks for your patience!
es_es: La creación de la lista está en progreso. Esto solo debería tardar unos minutos. ¡Gracias por tu paciencia!

source: Abandoned Cart: contacts that have added products to their carts, but have not purchased
es_es: Carrito abandonado: contactos que han añadido productos a sus carritos, pero que no han comprado

source: You can set up the following lists:
es_es: Puedes configurar las siguientes listas:

source: Set up lists to segment your contacts and customers based on their previous actions and behaviors.
es_es: Configura listas para segmentar tus contactos y clientes en función de sus acciones y comportamientos anteriores.

source: MakeWebBetter is a HubSpot Gold Solutions Partner. Schedule a meeting with our experts to learn more about HubSpot.
es_es: MakeWebBetter es un socio de HubSpot Gold Solutions. Programa una reunión con nuestros expertos para obtener más información sobre HubSpot.

source: Group and property creation is in progress. This should only take a few moments. Thanks for your patience!
es_es: La creación de grupos y propiedades está en progreso. Esto solo debería tomar unos minutos. ¡Gracias por tu paciencia!

source: Once you set up groups and properties, you can easily see the following information about your contacts and customers:
es_es: Una vez que configures los grupos y propiedades, puedes ver fácilmente la siguiente información sobre tus contactos y clientes:

source: In order to view your WooCommerce data correctly in HubSpot, you need to set up groups and properties in your HubSpot account.
es_es: Para ver tus datos de WooCommerce correctamente en HubSpot, debes configurar grupos y propiedades en tu cuenta de HubSpot.

source: Connect with MakeWebBetter to learn more about HubSpot’s plans
es_es: Contacta con MakeWebBetter para obtener más información sobre los planes de HubSpot

source: MakeWebBetter is a HubSpot Gold Solutions Partner. Schedule a meeting with our experts to learn more about HubSpot
es_es: MakeWebBetter es un socio de HubSpot Gold Solutions. Programa una reunión con nuestros expertos para obtener más información sobre HubSpot

source: Upgrade plan
es_es: Mejorar plan

source: You have reached maximum limit of Dynamic / Active Lists creation as per your CRM plan.
es_es: Has alcanzado el límite máximo de creación de Listas dinámicas / activas según tu plan de CRM.

source: https://wordpress.org/plugins/makewebbetter-hubspot-for-woocommerce
es_es: https://es.wordpress.org/plugins/makewebbetter-hubspot-for-woocommerce

source: Up to which date you want to sync the orders, select that date
es_es: Hasta qué fecha deseas sincronizar los pedidos, selecciona esa fecha

source: From which date you want to sync the orders, select that date
es_es: A partir de qué fecha deseas sincronizar los pedidos, selecciona esa fecha

source: Select a order status from the dropdown and all orders for the selected status will be synced as deals
es_es: Selecciona un estado de pedido del menú desplegable y todos los pedidos para el estado seleccionado se sincronizarán como ofertas

source: Apply your settings for Deals and its stages
es_es: Aplica tus ajustes para ofertas y sus etapas

source: Select an order status from the dropdown for which the new order property will be set/changed on each sync. Default Order Status is Completed
es_es: Selecciona un estado del pedido en el menú desplegable para el que se establecerá o cambiará la nueva propiedad del pedido en cada sincronización. Estado de pedido por defecto completado

source: Set the timer for abandoned cart. Customers abandoned cart data will be updated over HubSpot after the specified timer. Minimum value is 5 minutes.
es_es: Configura el temporizador del carrito abandonado. Los clientes que abandonaron los datos del carrito se actualizarán a través de HubSpot después del temporizador especificado. El valor mínimo es de 5 minutos.

source: Cart Timer( Minutes )
es_es: Temporizador del carrito (minutos)

source: Track Guest Abandoned Carts
es_es: Seguimiento de carritos abandonados de invitados

source: Guest Users
es_es: Usuarios invitados

source: Track Abandoned Carts
es_es: Seguimiento de carritos abandonados

source: for more details.
es_es: para obtener más detalles.

source: We use your email to send your Orders related data over HubSpot.
es_es: Usamos tu correo electrónico para enviar tus datos relacionados con pedidos a través de HubSpot.

source: Please select a list to proceed
es_es: Por favor, selecciona una lista para continuar

source: Upgrade your HubSpot plan to create automated workflows.
es_es: Actualiza tu plan HubSpot para crear flujos de trabajo automatizados.

source: Automate your marketing, sales, and services
es_es: Automatiza tu comercialización, ventas y servicios.

source: Do even more for your online store with HubSpot’s official WordPress plugin. Download the plugin to easily manage your HubSpot account without navigating away from the WordPress backend.
es_es: Haz aún más por tu tienda en línea con el plugin oficial de WordPress de HubSpot. Descarga el plugin para gestionar fácilmente tu cuenta de HubSpot sin tener que salir del escritorio de WordPress.

source: Manage basic & advanced settings
es_es: Gestionar los ajustes básicos y avanzados

source: This requires a
es_es: Esto necesita un

source: Convert more leads into customers, drive more sales, and scale your support.
es_es: Convierte más leads en clientes, genera más ventas y amplía tu soporte.

source: Automatically track people that have added products to their cart and did not check out.
es_es: Rastrea automáticamente a las personas que añadieron productos a tu carrito y no finalizaron la compra.

source: Set up abandoned cart capture
es_es: Configurar captura de carrito abandonado

source: Automatically create deals in your HubSpot sales pipeline when new WooCommerce orders are created.
es_es: Crea ofertas automáticamente en tu canal de ventas de HubSpot cuando se creen nuevos pedidos de WooCommerce.

source: Re-Authorize your Account
es_es: Reautoriza tu cuenta

source: This should only take a few moments. Thanks for your patience!
es_es: Esto solo debería tomar unos minutos, ¡gracias por tu paciencia!

source: Select Order status and the time frame and start syncing all of those orders as deals in HubSpot.
es_es: Selecciona el estado del pedido y el marco de tiempo y comienza a sincronizar todos esos pedidos como ofertas en HubSpot.

source: Create Deals in real time for the new orders that are mapped with winning deal stages.
es_es: Crea ofertas en tiempo real para los nuevos pedidos que se asignan con etapas de ofertas ganadoras.

source: Reset to Default Mapping
es_es: Restablecer a la asignación por defecto

source: Sync order statuses with deal stages so you can manage your eCommerce pipeline in HubSpot.
es_es: Sincroniza los estados de los pedidos con las etapas del acuerdo para que puedas gestionar tu pipeline de comercio electrónico en HubSpot.

source: eCommerce scopes are missing, please Re-authorize with a Super Admin account from the dashboard to start eCommerce pipeline setup.
es_es: Faltan ámbitos de comercio electrónico, vuelve a autorizar con una cuenta de super administrador desde el escritorio para comenzar la configuración del pipeline de comercio electrónico.

source: Your contacts are syncing in the background so you can safely leave this page.
es_es: Tus contactos se sincronizan en segundo plano para que puedas salir de esta página de forma segura.

source: Connected Portal ID :
es_es: ID del portal conectado:

source: Leads: contacts that have not yet made any orders
es_es: Leads: contactos que aún no han hecho ningún pedido

source: View Created Properties and Groups
es_es: Ver propiedades y grupos creados

source: Manage all your HubSpot plugin's additional settings from here.
es_es: Gestiona todos los ajustes adicionales del plugin HubSpot desde aquí.

source: Show Opt-In checkbox on My Account Page (Registration form)
es_es: Mostrar la casilla de verificación de aceptación en la página «Mi cuenta» (formulario de registro).

source: Show Checkbox on My Account Page
es_es: Mostrar casilla de verificación en la página «Mi cuenta»

source: Show Checkbox on Checkout Page
es_es: Mostrar casilla de verificación en la página de finalizar compra

source: select the deal stages of ecommerce pipeline which are won according to your business needs. "Processing" and "Completed" are default winning stages for extension as well as HubSpot
es_es: Selecciona las etapas del acuerdo de la cartera de comercio electrónico que se ganan de acuerdo con las necesidades de tu negocio. «Completado» y «Procesado» son etapas ganadoras por defecto para la extensión, así como HubSpot

source: Connect with HubSpot eCommerce pipeline to create deals for your WooCommerce orders.
es_es: Conecta con el canal de comercio electrónico de HubSpot para crear ofertas para tus pedidos de WooCommerce.

source: Select the Groups and Properties that you need on HubSpot.<br> Click on a Group to Select/De-Select its Group Properties.
es_es: Selecciona los grupos y propiedades que necesites en HubSpot.<br> Haz clic en un grupo para seleccionar/cancelar la selección de las propiedades del grupo.

source: Congrats! You’ve successfully set up the MWB HubSpot for WooCommerce plugin
es_es: ¡Felicidades! Has configurado correctamente el plugin MWB HubSpot for WooCommerce

source: Oops! You tried activating the MWB HubSpot for WooCommerce without deactivating the another version of the integration created by MakewebBetter. Kindly deactivate the other version of HubSpot WooCommerce Integration and then try again.
es_es: ¡Vaya! Has intentado activar MWB HubSpot for WooCommerce sin desactivar la otra versión de la integración creada por MakeWebBetter. Desactiva la otra versión de HubSpot WooCommerce Integration y vuelve a intentarlo.

source: WooCommerce is not activated. Please activate WooCommerce first to install MWB HubSpot for WooCommerce
es_es: WooCommerce no está activado. Por favor, para instalar MWB HubSpot for WooCommerce, primero activa WooCommerce.

source: Modify any of your basic & advanced settings to make sure the MWB HubSpot for WooCommerce integration is set up for your business needs.
es_es: Modifica cualquiera de tus ajustes básicos y avanzados para asegurarte de que la integración de MWB HubSpot for WooCommerce esté configurada para las necesidades de tu negocio.
