Repository: pachoEc/rintin-wp-mkt
Catalog: languages/plugins/woocommerce-table-rate-shipping-*.po
Languages: es_es

source: When comparing Min-Max Price Condition for rate in Table Rates, set if price with taxes or without taxes should be used.
es_es: Al comparar las condiciones del precio mínimo y máximo para la tarifa en la tabla de tarifas, establece si se debe utilizar el precio con impuestos o sin ellos.

source: Use price with tax when comparing Min-Max Price Conditions.
es_es: Usa el precio con impuestos para comparar las condiciones del precio mínimo y máximo.

source: Taxes in Min-Max
es_es: Impuestos aplicables en el precio mínimo y máximo

source: When comparing Min-Max Price Condition for rate in Table Rates, set if discounted or non-discounted price should be used.
es_es: Al comparar las condiciones del precio mínimo y máximo para la tarifa en la tabla de tarifas, establece si se debe utilizar el precio con descuentos o sin ellos.

source: Discounts in Min-Max
es_es: Descuentos aplicables en el precio mínimo y máximo

source: Use discounted price when comparing Min-Max Price Conditions.
es_es: Usa el precio con descuento para comparar las condiciones del precio mínimo y máximo.

source: Cost per item.
es_es: Coste por artículo.

source: Cost for shipping the order.
es_es: Coste por envío de pedido.

source: WooCommerce Table Rate Shipping requires %s to be installed and active.
es_es: Se debe %s instalar y activar WooCommerce Table Rate Shipping.

source: Duplicate the selected rates?
es_es: ¿Duplicar las tarifas seleccionadas?

source: Delete the selected rates?
es_es: ¿Eliminar las tarifas seleccionadas?

source: Line Item
es_es: Partida

source: Item
es_es: Elemento

source: Order
es_es: Pedido

source: Documentation
es_es: Documentación

source: Setup Zones
es_es: Configurar zonas

source: Premium Support
es_es: Soporte premium

source: Visit Premium Customer Support Forum
es_es: Visita el foro de soporte del cliente premium

source: Docs
es_es: Documentos

source: View Documentation
es_es: Ver la documentación

source: Add To Zone
es_es: Añadir a zona

source: Choose a shipping method&hellip;
es_es: Elige un método de envío…

source: Save shipping method
es_es: Guarda el método de envío

source: Save changes
es_es: Guardar cambios

source: This shipping zone is based on one or more states/counties
es_es: Esta zona de envío se basa en uno o varios estados o condados

source: Enable this zone
es_es: Activa esta zona

source: Enter a name which describes this zone
es_es: Introduce un nombre que describa esta zona

source: Name
es_es: Nombre

source: Edit Shipping Zone
es_es: Editar zona de envío

source: Add shipping zone
es_es: Añadir zona de envío

source: List 1 postcode per line. Wildcards (*) and ranges (for numeric postcodes) are supported.
es_es: Inserta 1 código postal por línea. Se admiten comodines (*) y rangos (de códigos postales numéricos).

source: This shipping zone is based on one or more postcodes/zips
es_es: Esta zona de envío se basa en uno o varios códigos postales

source: US States
es_es: Estados de EE. UU.

source: Choose states/counties&hellip;
es_es: Elige los estados o condados…

source: This shipping zone is based on one or more states and counties
es_es: Esta zona de envío se basa en uno o varios estados o condados

source: EU States
es_es: Estados de la UE

source: All
es_es: Todas

source: Choose countries&hellip;
es_es: Elige los países…

source: This shipping zone is based on one or more countries
es_es: Esta zona de envío se basa en uno o varios países

source: Zone Type
es_es: Tipo de zona

source: Zone Name
es_es: Nombre de la zona

source: If you wish to disable shipping for a location, add a zone and assign no shipping methods to it.
es_es: Si quieres desactivar el envío para una ubicación, añade una zona y no le asignes ningún método de envío.

source: Zones cover multiple countries (and states) and can have shipping methods assigned to them. Each customer will be assigned a single matching shipping zone in order of priority, and if no zones apply the "default zone" will be used.
es_es: Las zonas cubren diversos países (y estados) y pueden tener asignados métodos de envío. A cada cliente se le asignará, por orden de prioridad, una única zona de envío que coincida y, si no se aplica ninguna, se utilizará la "zona por defecto".

source: Add Shipping Zone
es_es: Añadir zona de envío

source: All countries
es_es: Todos los países

source: Default Zone (everywhere else)
es_es: Zona por defecto (cualquier otro lugar)

source: Shipping zones disabled
es_es: Se han desactivado las zonas de envío

source: Shipping zones enabled
es_es: Se han activado las zonas de envío

source: Shipping zones deleted
es_es: Se han eliminado las zonas de envío

source: Enable
es_es: Activar

source: Disable
es_es: Desactivar

source: Shipping Methods
es_es: Métodos de envío

source: Zone type
es_es: Tipo de zona

source: Zone name
es_es: Nombre de la zona

source: Postcodes
es_es: Códigos postales

source: Countries and states
es_es: Países y estados

source: Countries
es_es: Países

source: Within %s:
es_es: Dentro de %s:

source: and %s others
es_es: y otros %s

source: Everywhere
es_es: Por todas partes

source: Configure shipping methods
es_es: Configura los métodos de envío

source: No shipping methods found.
es_es: No se han encontrado métodos de envío.

source: Shipping methods deleted
es_es: Se han eliminado los métodos de envío

source: Enabled
es_es: Activado

source: Method Type
es_es: Tipo de método

source: Delete
es_es: Eliminar

source: Are you sure you want to delete this method?
es_es: ¿Estás seguro de que quieres eliminar este método?

source: Edit
es_es: Editar

source: Shipping zone saved.
es_es: Se ha guardado la zona de envío.

source: Shipping zone saved. <a href="%s">Back to zones.</a>
es_es: Se ha guardado la zona de envío. <a href="%s">Volver a las zonas.</a>

source: Error saving zone.
es_es: Se ha producido un error al guardar la zona.

source: You must choose at least 1 postcode to add postcode zone.
es_es: Debes elegir al menos 1 código postal para añadir la zona del código postal.

source: You must choose at least 1 country to add a zone.
es_es: Debes elegir al menos 1 país para añadir una zona.

source: Zone type is required
es_es: Se requiere el tipo de zona

source: Zone
es_es: Zona

source: Zone name is required
es_es: Se requiere el nombre de la zona

source: Could not save zone. Please try again.
es_es: No se ha podido guardar la zona. Inténtalo de nuevo.

source: Everywhere else
es_es: Cualquier otro lugar

source: Shipping method saved successfully.
es_es: El método de envío se ha guardado correctamente.

source: Edit failed. Please try again.
es_es: La edición falló. Por favor inténtalo de nuevo.

source: Shipping method successfully deleted
es_es: El método de envío se ha eliminado correctamente

source: Invalid shipping method
es_es: El método de envío no es válido

source: Shipping method successfully created. <a href="%s">View method.</a>
es_es: El método de envío se ha creado correctamente. <a href="%s">Ver método.</a>

source: Invalid shipping zone. <a href="%s">Back to zones.</a>
es_es: La zona de envío no es válida. <a href="%s">Volver a las zonas.</a>

source: Shipping Zones
es_es: Zonas de envío

source: Default
es_es: Por Defecto

source: When calculating shipping, the cart contents will be <strong>searched for all shipping classes</strong>. If all product shipping classes are <strong>identical</strong>, the corresponding class will be used.<br/><strong>If there are a mix of classes</strong> then the class with the <strong>lowest number priority</strong> (defined above) will be used.
es_es: Al calcular el envío, se <strong>buscará el contenido del carrito para todas las clases de envío</strong>. Si todas las clases de envío del producto son <strong>idénticas</strong>, se utilizará la clase correspondiente.<br/><strong>Si hay diferentes clases</strong>, se utilizará la clase con el <strong>número de prioridad más bajo</strong> (definido con anterioridad).

source: Priority
es_es: Prioridad

source: Class
es_es: Clase

source: No shipping classes exist - you can ignore this option :)
es_es: No existen clases de envío: puedes ignorar esta opción :)

source: Optional abort reason text
es_es: Texto opcional de motivo de interrupción

source: Item count (same class)
es_es: Número de artículos (de la misma clase)

source: Item count
es_es: Número de artículos

source: Weight
es_es: Peso

source: Price
es_es: Precio

source: No class
es_es: Sin clase

source: Any class
es_es: Cualquier clase

source: Delete selected rows
es_es: Eliminar las filas seleccionadas

source: Duplicate selected rows
es_es: Duplicar las filas seleccionadas

source: Define your table rates here in order of priority.
es_es: Define aquí tus tarifas por orden de prioridad.

source: Add Shipping Rate
es_es: Añadir tarifa de envío

source: Label for the shipping method which the user will be presented.
es_es: Etiqueta para el método de envío que se presentará al usuario.

source: Label
es_es: Etiqueta

source: Percentage of total to charge.
es_es: Porcentaje del total a cobrar.

source: % cost
es_es: Coste de %

source: Cost per weight unit.
es_es: Coste por unidad de peso.

source: cost
es_es: coste

source: Item cost
es_es: Coste del artículo

source: Row cost
es_es: Coste de fila

source: Enable this option to disable all rates/this shipping method if this row matches any item/line/class being quoted.
es_es: Activa esta opción para desactivar todas las tarifas o este método de envío, si esta fila coincide con algún artículo, línea o clase cotizada.

source: Abort
es_es: Abortar

source: Break at this point. For per-order rates, no rates other than this will be offered. For calculated rates, this will stop any further rates being matched.
es_es: Parar en este punto. Para las tarifas por pedido, no se ofrecerán tarifas distintas a esta. Para las tarifas calculadas, esto evitará que coincidan con ninguna otra tarifa.

source: Break
es_es: Parar

source: Bottom and top range for the selected condition.
es_es: Rango inferior y superior de la condición seleccionada.

source: Min&ndash;Max
es_es: Mínimo y máximo

source: Condition vs. destination
es_es: Condición o destino

source: Condition
es_es: Condición

source: Shipping class this rate applies to.
es_es: Clase de envío a la que se aplica esta tarifa.

source: Shipping Class
es_es: Clase de envío

source: Class Priorities
es_es: Prioridades de clase

source: Table Rates
es_es: Tabla de tarifas

source: Maximum cost for this shipping method (optional). If the cost is higher, this maximum cost will be enforced.
es_es: Coste máximo para este método de envío (opcional). Si el coste es superior, se aplicará el coste máximo.

source: Maximum Cost Per [item]
es_es: Coste máximo por [artículo]

source: Minimum cost for this shipping method (optional). If the cost is lower, this minimum cost will be enforced.
es_es: Coste mínimo para este método de envío (opcional). Si el coste es inferior, se aplicará el coste mínimo.

source: Minimum Cost Per [item]
es_es: Coste mínimo por [artículo]

source: Handling fee. Enter an amount, e.g. %1$s, or a percentage, e.g. 5%%. Leave blank to disable. Applied based on the "Calculation Type" chosen below.
es_es: Cargo por manipulación. Introduce una cantidad, por ejemplo, %1$s, o un porcentaje, por ejemplo, 5 %%. Déjalo en blanco para desactivarlo. Se aplica según el "Tipo de cálculo" elegido a continuación.

source: Handling Fee Per [item]
es_es: Cargo por manipulación por [artículo]

source: Calculated rates per shipping class
es_es: Tarifas calculadas por clase de envío

source: Calculated rates per line item
es_es: Tarifas calculadas por partida

source: Calculated rates per item
es_es: Tarifas calculadas por artículo

source: Per order
es_es: Por pedido

source: Per order rates will offer the customer all matching rates. Calculated rates will sum all matching rates and provide a single total.
es_es: Las tarifas por pedido ofrecerán al cliente todas las tarifas que coincidan. Las tarifas calculadas sumarán todas las tarifas que coincidan y proporcionarán un único total.

source: Calculation Type
es_es: Tipo de cálculo

source: This is where you define your table rates which are applied to an order.
es_es: Aquí debes definir las tarifas que se aplican a un pedido.

source: Rates
es_es: Tarifas

source: Maximum cost that the customer will pay after all the shipping rules have been applied. If the shipping cost calculated is bigger than this value, this cost will be the one shown.
es_es: Coste máximo que pagará el cliente después de que se hayan aplicado todas las reglas de envío. Si el coste de envío que se ha calculado es superior a este valor, se mostrará este coste.

source: Maximum Shipping Cost
es_es: Coste máximo de envío

source: n/a
es_es: n/d

source: Enter an amount, e.g. %s. Leave blank to disable. This cost is applied once for the order as a whole.
es_es: Introduce una cantidad, por ejemplo, %s. Déjalo en blanco para desactivarlo. Este coste se aplica una vez para todo el pedido.

source: Handling Fee
es_es: Cargo por manipulación

source: No, I will enter costs below exclusive of tax
es_es: No, introduciré los costes a continuación sin incluir impuestos

source: Yes, I will enter costs below inclusive of tax
es_es: Sí, introduciré los costes a continuación con impuestos incluidos

source: Tax included in shipping costs
es_es: Impuestos incluidos en los costes de envío

source: None
es_es: Nada

source: Taxable
es_es: Imponible

source: Tax Status
es_es: Estado del impuesto

source: This controls the title which the user sees during checkout.
es_es: Esto controla el título que el usuario ve al terminar la compra.

source: Method Title
es_es: Título del método

source: Table Rate
es_es: Tabla de tarifas

source: Table rates are dynamic rates based on a number of cart conditions.
es_es: La tabla de tarifas recoge tarifas dinámicas basadas en una serie de condiciones del carrito.

source: By using this extension, you may be storing personal data or sharing data with an external service. <a href="%s" target="_blank">Learn more about how this works, including what you may want to include in your privacy policy.</a>
es_es: Al usar esta extensión, puede que almacenes o compartas datos personales con un servicio externo. <a href="%s" target="_blank">Obtén más información sobre cómo funciona, incluyendo lo que quieras incluir en tu política de privacidad.</a>

source: Table rates
es_es: Tabla de tarifas
