Repository: pachoEc/rintin-wp-mkt
Catalog: languages/plugins/woocommerce-product-csv-import-suite-*.po
Languages: es_es

source: Each row must be mapped to a variable product via a %1$spost_parent%2$s or %1$sparent_sku%2$s column in order to import successfully. Merging also requires a %1$ssku%2$s or %1$sid%2$s column.
es_es: Cada fila debe estar asignada a un producto variable mediante una columna %1$spost_parent%2$s o %1$sparent_sku%2$s para que la importación se realice correctamente. La combinación también requiere una columna %1$ssku%2$s o %1$sid%2$s.

source: %1$sProduct CSV Import Suite%2$s %3$s Before getting started prepare your CSV files
es_es: %1$sProduct CSV Import Suite%2$s %3$s Antes de empezar, prepara los archivos CSV

source: Product Attribute default value: %1$s%3$s%2$s
es_es: Valor por defecto del atributo del producto: %1$s%3$s%2$s

source: Product Attribute Data: %1$s%3$s%2$s
es_es: Datos de atributo del producto: %1$s%3$s%2$s

source: Product Attribute: %1$s%3$s%2$s
es_es: Atributo del producto: %1$s%3$s%2$s

source: Custom Field: %1$s%3$s%2$s
es_es: Campo personalizado: %1$s%3$s%2$s

source: Taxonomy: %1$s%3$s%2$s
es_es: Taxonomía: %1$s%3$s%2$s

source: %1$s%2$s%1$s (ID %3$s) was successfully resized in %4$s seconds.
es_es: %1$s%2$s%1$s (ID %3$s) se ha cambiado de tamaño correctamente en %4$s segundos.

source: Import <strong>product variations</strong> to your store via a csv file.
es_es: Importa <strong>variaciones de producto</strong> a tu tienda mediante un archivo CSV.

source: Import <strong>products</strong> to your store via a csv file.
es_es: Importar <strong>productos</strong> a tu tienda a traves de un archivo CSV.

source: Product CSV Import Suite requires WooCommerce to be installed and active. You can download %s here.
es_es: Para poder utilizar Product CSV Import Suite, debes tener WooCommerce instalado y activo. Puedes descargar %s aquí.

source: Merge Variations
es_es: Combinar variaciones

source: Import Variations
es_es: Importar variaciones

source: Import and add variations to your variable products using this tool.
es_es: Importa y añade variaciones a tus productos variables con esta herramienta.

source: Import Product Variations CSV
es_es: Importar un archivo CSV con las variaciones de producto

source: Upload a CSV from your computer. Click import to import your CSV as new products (existing products will be skipped), or click merge to merge products. Importing requires the %1$spost_title%2$s column, whilst merging requires %1$ssku%2$s or %1$sid%2$s.
es_es: Sube un archivo CSV desde el ordenador. Haz clic en Importar para importar el archivo CSV como productos nuevos (los productos existentes se omitirán) o haz clic en Combinar para combinar productos. Para realizar la importación se necesita la columna %1$spost_title%2$s, mientras que para la combinación se necesita la columna %1$ssku%2$s o %1$sid%2$s.

source: Import simple, grouped, external and variable products into WooCommerce using this tool.
es_es: Importa productos simples, agrupados, externos o variables a WooCommerce con esta herramienta.

source: Import Product CSV
es_es: Importar un archivo CSV con los productos

source: Sample CSV
es_es: CSV de ejemplo

source: Documentation
es_es: Documentación

source: Export Variations
es_es: Exportar variaciones

source: Comma separate IDs
es_es: ID separados por comas

source: Limit to parent ID(s)
es_es: Limitar a los ID padre

source: Click export to save your products variations to your computer.
es_es: Haz clic en Exportar para guardar las variaciones de producto en el ordenador.

source: Export your product variations using this tool. This exported CSV will be in an importable format.
es_es: Exporta las variaciones de producto con esta herramienta. Este archivo CSV exportado estará en un formato que se pueda importar.

source: Export Product Variations CSV
es_es: Exportar un archivo CSV con las variaciones de producto

source: Export Products
es_es: Exportar productos

source: Include hidden meta data
es_es: Incluir metadatos ocultos

source: Google Product Feed fields
es_es: Campos de feed de productos de Google

source: Meta (custom fields)
es_es: Meta (campos personalizados)

source: Taxonomies (cat/tags/shipping-class)
es_es: Taxonomías (categorías/etiquetas/clase-de-envío)

source: Downloadable file paths
es_es: Rutas de archivos descargables

source: Images (featured and gallery)
es_es: Imágenes (destacadas y galería)

source: All Columns
es_es: Todas las columnas

source: Columns
es_es: Columnas

source: Offset
es_es: Desfase

source: Unlimited
es_es: Ilimitado

source: Limit
es_es: Límite

source: Click export to save your products to your computer.
es_es: Haz clic en Exportar para guardar los productos en el ordenador.

source: Export your products using this tool. This exported CSV will be in an importable format.
es_es: Exporta los productos con esta herramienta. Este archivo CSV exportado estará en un formato que se pueda importar.

source: Export Product CSV
es_es: Exportar un archivo CSV con los productos

source: Hi there! Upload a CSV file containing product variation data to import the contents into your shop.
es_es: ¡Hola! Sube un archivo CSV que contenga los datos de variación de producto para importar el contenido a tu tienda.

source: Submit
es_es: Enviar

source: Unit pricing base measure
es_es: Medida base de precio unitario

source: Unit pricing measure
es_es: Medida de precio unitario

source: Size system
es_es: Sistema de tamaño

source: Size type
es_es: Tipo de tamaño

source: Size
es_es: Tamaño

source: Sell on Google quantity
es_es: Vender en cantidad de Google

source: Return policy label identifier
es_es: Devolver el identificador de etiquetas de políticas

source: Return address label identifier
es_es: Devolver el identificador de etiquetas de direcciones

source: Purchase quantity limit
es_es: Límite de cantidad de compra

source: Promotion ID
es_es: ID de promoción

source: Product Type
es_es: Tipo de producto

source: Pattern
es_es: Patrón

source: Multipack
es_es: Paquete múltiple

source: Manufacturer Part Number (MPN)
es_es: Número de pieza del fabricante (MPN)

source: Handling time (max)
es_es: Tiempo de gestión (máx.)

source: Handling time (min)
es_es: Tiempo de gestión (mín.)

source: Included destination
es_es: Destino incluido

source: Global Trade Item Number (GTIN)
es_es: Número global de artículo comercial (GTIN)

source: Google Product Category
es_es: Categoría de producto de Google

source: Google-funded promotion eligibility
es_es: Idoneidad de la promoción financiada por Google

source: Gender
es_es: Sexo

source: Exclude Product
es_es: Excluir producto

source: Excluded destination
es_es: Destino excluido

source: Energy label image link
es_es: Enlace de la imagen de la etiqueta energética

source: Energy efficiency class (max)
es_es: Clase de eficiencia energética (máx.)

source: Energy efficiency class (min)
es_es: Clase de eficiencia energética (mín.)

source: Energy efficiency class
es_es: Clase de eficiencia energética

source: Delivery label
es_es: Etiqueta de entrega

source: Custom label 4
es_es: Etiqueta personalizada 4

source: Custom label 3
es_es: Etiqueta personalizada 3

source: Custom label 2
es_es: Etiqueta personalizada 2

source: Custom label 1
es_es: Etiqueta personalizada 1

source: Custom label 0
es_es: Etiqueta personalizada 0

source: Cost of goods sold
es_es: Coste de bienes vendidos

source: Condition
es_es: Condición

source: Bundle indicator
es_es: Indicador de paquete

source: Brand
es_es: Marca

source: Availability date
es_es: Fecha de disponibilidad

source: Availability
es_es: Disponibilidad

source: Age Group
es_es: Grupo de edad

source: Adult content
es_es: Contenido para adultos

source: Adwords labels
es_es: Etiquetas de AdWords

source: Adwords grouping
es_es: Agrupación de AdWords

source: Google Product Feed
es_es: Feed de productos de Google

source: External
es_es: Externo

source: Downloads
es_es: Descargas

source: Related Products
es_es: Productos relacionados

source: Tax
es_es: Impuestos

source: Dimensions
es_es: Dimensiones

source: Price
es_es: Precio

source: Inventory
es_es: Inventario

source: Visibility
es_es: Visibilidad

source: Type
es_es: Tipo

source: Product data
es_es: Datos del producto

source: Post data
es_es: Datos de entrada

source: By SKU
es_es: por SKU

source: By ID
es_es: por ID

source: Map to parent (variations and grouped products)
es_es: Asignar a padre (variaciones y productos agrupados)

source: Attributes
es_es: Atributos

source: Taxonomies
es_es: Taxonomías

source: Custom Field with column name
es_es: Campo personalizado con nombre de columna

source: Images/Gallery
es_es: Imágenes/Galería

source: Do not import
es_es: No importar

source: Example Column Value
es_es: Valor de la columna de ejemplo

source: Column Header
es_es: Cabecera de la columna

source: Map to
es_es: Asignar a

source: Here you can map your imported columns to product data fields.
es_es: Aquí puedes asignar las columnas importadas a campos de datos de productos.

source: Map Fields
es_es: Asignar campos

source: Upload file and import
es_es: Subir archivo e importar

source: Check this box to merge empty cells - otherwise (when merging) the empty cells will be ignored when importing things such as attributes.
es_es: Marca esta casilla para combinar celdas vacías. De lo contrario, al realizar la combinación, las celdas vacías se ignorarán al importar elementos como los atributos.

source: Merge empty cells
es_es: Combinar celdas vacías

source: Delimiter
es_es: Delimitador

source: OR enter path to file:
es_es: O introduce la ruta al archivo:

source: Maximum size: %s
es_es: Tamaño máximo: %s

source: Choose a file from your computer:
es_es: Elige un archivo de tu ordenador:

source: Before you can upload your import file, you will need to fix the following error:
es_es: Antes de poder subir el fichero de importación, debes resolver el siguiente error:

source: Choose a CSV (.csv) file to upload, then click Upload file and import.
es_es: Escoge un archivo CSV (.csv) que quieras subir y haz clic en Subir archivo e importar.

source: Hi there! Upload a CSV file containing product data to import the contents into your shop.
es_es: ¡Hola! Sube un archivo CSV que contenga los datos de producto para importar el contenido a tu tienda.

source: Merge Product Variations
es_es: Combinar variaciones de producto

source: Import Product Variations
es_es: Importar variaciones de producto

source: Finished parsing product variations CSV.
es_es: Análisis de archivo CSV de variaciones de producto finalizado.

source: Parsing product variations CSV.
es_es: Análisis de archivo CSV de variaciones de producto.

source: > Finished importing variation ID %s.
es_es: > Importación del ID de variación %s finalizada.

source: > Finished merging variation ID %s.
es_es: > Combinación del ID de variación %s finalizada.

source: > > Old images processed
es_es: > > Imágenes antiguas procesadas

source: Variation #%s of %s
es_es: Variación n.º %s de %s

source: Failed to import product variation
es_es: No se ha podido importar la variación de producto.

source: > Inserting variation.
es_es: > Insertando variación.

source: Variation already exists
es_es: La variación ya existe.

source: > Failed to merge post data:
es_es: > No se han podido combinar los datos de la entrada:

source: > &#8220;%s&#8221; is not a product variation.
es_es: > "%s" no es una variación de producto.

source: Post is not a product variation
es_es: La entrada no es una variación de producto.

source: > Variation parent does not exist! (#%d)
es_es: > El padre de la variación no existe (n.º %d)

source: Variation parent does not exist
es_es: El padre de la variación no existe.

source: Product variation already processed
es_es: La variación de producto ya se ha procesado.

source: > Skipping - no post parent set.
es_es: > Omitiendo: no se ha establecido ningún padre de entrada.

source: No product variation parent set
es_es: No se ha establecido ningún padre de variación de producto.

source: Merge Products
es_es: Combinar productos

source: Import Products
es_es: Importar productos

source: Zero size file downloaded
es_es: Tamaño cero del archivo descargado

source: > > Inserted image attachment "%s"
es_es: > > Archivo adjunto de imagen "%s" insertado

source: Local image did not exist!
es_es: La imagen local no existe.

source: Invalid file type
es_es: Tipo de archivo no válido

source: > Finished importing post ID %s.
es_es: > Importación del ID de entrada %s finalizada.

source: > Finished merging post ID %s.
es_es: > Combinación del ID de entrada %s finalizada.

source: > > Images set
es_es: > > Imágenes establecidas

source: > > Error importing image "%s"
es_es: > > Error al importar la imagen "%s"

source: > > Imported image "%s"
es_es: > > Imagen "%s" importada

source: > > Importing image "%s"
es_es: > > Importando imagen "%s"

source: > > Image exists - skipping %s
es_es: > > La imagen existe: omitiendo %s

source: > Inserted - post ID is %s.
es_es: > El ID de entrada insertado es %s.

source: Failed to import product &#8220;%s&#8221;
es_es: No se ha podido importar el producto “%s”.

source: Failed to import product
es_es: No se ha podido importar el producto.

source: > Inserting %s
es_es: > Insertando %s

source: > Merged post data:
es_es: > Datos de entrada combinados:

source: > Failed to update product %s
es_es: > No se ha podido actualizar el producto %s

source: > Merging post ID %s.
es_es: > Combinando ID de entrada %s.

source: > &#8220;%s&#8221; is not a product.
es_es: > “%s" no es un producto.

source: Post is not a product
es_es: La entrada no es un producto

source: > &#8220;%s&#8221; ID already exists.
es_es: > El ID de “%s” ya existe.

source: Importing post ID conflicts with an existing post ID
es_es: La importación de un ID de entrada entra en conflicto con un ID de entrada existente.

source: > &#8220;%s&#8221; already exists.
es_es: > “%s” ya existe.

source: Product already exists
es_es: El producto ya existe.

source: > Skipping auto-draft.
es_es: > Omitiendo borrador automático.

source: Skipping auto-draft
es_es: Omitiendo borrador automático

source: > Post ID already processed. Skipping.
es_es: > ID de entrada ya procesado. Omitiendo.

source: Product already processed
es_es: Producto ya procesado

source: File must have .csv extension with acceptable mime types (%s)
es_es: El archivo debe tener extensión .csv con tipos MIME aceptables (%s)

source: Sorry, there has been an error: %s does not exist.
es_es: Lo siento, se ha producido un error: %s no existe.

source: Sorry, there has been an error: filepath must exist inside %s.
es_es: Lo sentimos, se ha producido un error: la ruta del archivo debe existir dentro de %s.

source: Sorry, filepath must not be within a PHAR executable.
es_es: Lo siento, el archivo de ruta no puede estar dentro de un PHAR ejecutable.

source: Sorry, there has been an error: %s.
es_es: Lo siento, se ha producido un error: %s.

source: Finished parsing products CSV.
es_es: Análisis de archivo CSV con productos finalizado.

source: Parsing products CSV.
es_es: Análisis de archivo CSV con productos.

source: Finished processing products.
es_es: Procesamiento de productos finalizado.

source: Processing products.
es_es: Procesando productos.

source: Finished. Import complete.
es_es: Finalizado. Importación completa.

source: Syncing variations...
es_es: Sincronizando variaciones...

source: Linking crosssells...
es_es: Vinculando ventas cruzadas...

source: Linking upsells...
es_es: Vinculado ventas dirigidas...

source: Backfilling parents...
es_es: Rellenando padres...

source: Clearing transients...
es_es: Borrando datos temporales...

source: Cleaning up...
es_es: Limpiando...

source: Invalid filepath specified during import.
es_es: Ruta de archivo especificada durante la importación no válida.

source: Error finding uploaded file!
es_es: Error al buscar el archivo subido.

source: thumbnails regenerated
es_es: Imágenes de póster regeneradas

source: The resize request was abnormally terminated (ID %s). This is likely due to the image exceeding available memory or some other type of fatal error.
es_es: La solicitud para cambiar tamaño ha terminado de forma anómala (ID %s). Es probable que esto se haya producido debido a que la imagen supere la memoria disponible o a que se haya producido otro tipo de error grave.

source: AJAX Error
es_es: Error AJAX

source: Status Msg
es_es: Mensaje de estado

source: Product
es_es: Producto

source: Row
es_es: Fila

source: Error with handle_upload!
es_es: Error con handle_upload.

source: > > Raw Term %s ID = %s
es_es: > > Término sin formato %s ID = %s

source: > > Inserted Raw Term %s ID = %s
es_es: > > Término sin formato insertado %s ID = %s

source: > > Attribute taxonomy %s already exists in DB.
es_es: > > La taxonomía de atributos %s ya existe en la base de datos.

source: > > Attribute taxonomy "%s" does not exist. Adding it. Nicename: %s
es_es: > > La taxonomía de atributos "%s" no existe. Añadiéndola. Slug de usuario: %s

source: > > Failed to import term %s %s
es_es: > > No se ha podido importar el término %s %s

source: > > > Product type "%s" not allowed - using simple.
es_es: > > > El tipo de producto "%s" no está permitido: usando el simple.

source: > > Skipping taxonomy "%s" - it does not exist.
es_es: > > Omitiendo la taxonomía "%s": no existe.

source: No post_title set for new product.
es_es: No hay ningún valor post_title establecido para el producto nuevo.

source: > > Skipped. No post_title set for new product.
es_es: > > Omitido. No hay ningún valor post_title establecido para el producto nuevo.

source: > Row %s - preparing for import.
es_es: > Fila %s: preparando para la importación.

source: > > Found product with ID %s.
es_es: > > Producto con ID %s encontrado.

source: > > Skipped. Cannot find product with sku %s. Importing instead.
es_es: > > Omitido. No se ha podido encontrar ningún producto con el sku %s. Importando en su lugar.

source: Skipped. Cannot find product with sku.
es_es: Omitido. No se ha podido encontrar ningún producto con sku.

source: > > Skipped. Cannot find product with sku %s.
es_es: > > Omitido. No se ha podido encontrar ningún producto con el sku %s.

source: > > Cannot merge without id or sku. Importing instead.
es_es: > > No se puede combinar sin id o sku. Importando en su lugar.

source: > Row %s - preparing for merge.
es_es: > Fila %s: preparando para la combinación.

source: %d Variations Deleted
es_es: %d variaciones eliminadas

source: %d Products Deleted
es_es: %d productos eliminados

source: This tool will delete variations which have no parent.
es_es: Esta herramienta borrará las variaciones que no tengan padre.

source: Delete orphaned variations
es_es: Borrar variaciones huérfanas

source: Delete Orphans
es_es: Eliminar huérfanos

source: This tool will delete all variations allowing you to start fresh.
es_es: Esta herramienta eliminará todas las variaciones, lo que te permitirá empezar de cero.

source: Delete ALL variations
es_es: Eliminar TODAS las variaciones

source: Delete Variations
es_es: Eliminar variaciones

source: This tool will delete all products allowing you to start fresh.
es_es: Esta herramienta eliminará todos los productos, lo que te permitirá empezar de cero.

source: Delete ALL products
es_es: Eliminar TODOS los productos

source: Delete Products
es_es: Eliminar productos

source: %1$s%2$s%1$s (ID %3$s) failed to resize. The error message was: %4$s
es_es: %1$s%2$s%1$s (ID %3$s) no se ha podido cambiar de tamaño. El mensaje de error era: %4$s

source: Unknown failure reason.
es_es: Motivo del error desconocido

source: The originally uploaded image file cannot be found at %s
es_es: El archivo de imagen que se subió originalmente no se puede encontrar en %s

source: Your user account doesn't have permission to resize images
es_es: Tu cuenta de usuario no tiene permiso para cambiar el tamaño de las imágenes.

source: Failed resize: %s is an invalid image ID.
es_es: No se ha podido cambiar el tamaño: %s es un ID de imagen no válido.

source: CSV Import Suite requires the function %1$smb_detect_encoding%2$s to import and export CSV files. Please ask your hosting provider to enable this function.
es_es: CSV Import Suite requiere la función %1$smb_detect_encoding%2$s para importar y exportar archivos CSV. Pídele a tu proveedor de alojamiento que habilite esta función.
