Repository: pachoEc/rintin-wp-mkt
Catalog: languages/themes/porto-*.po
Languages: es_es

source: Compatible with Yoast SEO Plugin
es_es: Compatible con el Plugin de Yoast SEO

source: Porto theme compatible with <a href="https://wordpress.org/plugins/wordpress-seo/">Yoast SEO</a> plugin.
es_es: El tema Porto es compatible con el plugin <a href="https://wordpress.org/plugins/wordpress-seo/">Yoast SEO</a>.

source: 404 Error
es_es: Error 404

source: 404 Links Block
es_es: Bloque 404 Enlaces

source: Input a block slug name. Show the block on the right space of 404 page.
es_es: Introduzca un nombre de bloque slug. Mostrar el bloque en el espacio derecho de la página 404.

source: Social Share
es_es: Compartir en Redes Sociales

source: To show social links, you should check <strong>Default</strong> or <strong>Yes</strong> of Share Meta Option.
es_es: Para mostrar los enlaces sociales, debe marcar la opción <strong>Predeterminado</strong> o <strong>Sí</strong> de la opción Compartir Meta.

source: Show social links in post and product, page, portfolio, etc.
es_es: Mostrar enlaces sociales en entradas y productos, páginas, portafolios, etc.

source: Enable Facebook Share
es_es: Habilitar Compartir en Facebook

source: Enable Twitter Share
es_es: Habilitar Compartir en Twitter

source: Enable LinkedIn Share
es_es: Habilitar Compartir en LinkedIn

source: Enable Google + Share
es_es: Habilitar compartir Google +

source: Enable Pinterest Share
es_es: Permiten compartir Pinterest

source: Enable Email Share
es_es: Habilitar Compartir por Correo Electrónico

source: Enable VK Share
es_es: Habilitar VK Compartir

source: Enable Xing Share
es_es: Habilitar Xing Compartir

source: Enable Tumblr Share
es_es: Habilitar Tumblr Compartir

source: Enable Reddit Share
es_es: Habilitar Compartir en Reddit

source: Enable WhatsApp Share
es_es: Habilitar Compartir en WhatsApp

source: Slider Config
es_es: Configuración del slider

source: <strong>Important Note:</strong> Controls the <b>Global Carousel Options</b> throughout the site. These Options can be replaced with widget options..
es_es: <strong>Nota importante:</strong> Controla las opciones <b>globales del carrusel</b> en todo el sitio. Estas Opciones pueden ser reemplazadas por opciones de widgets..

source: Loop
es_es: Lazo

source: Enable carousel items to slide infinitely.
es_es: Permitir que los elementos del carrusel se deslicen infinitamente.

source: Auto Play
es_es: Auto reproducción

source: Play Speed
es_es: Velocidad de Reproducción

source: Change carousel item's autoplay duration.
es_es: Cambiar la duración de la reproducción automática de los elementos del carrusel.

source: unit: millisecond
es_es: unidad: milisegundos

source: Auto Height
es_es: Altura Automatica

source: Each slides have their own height. Slides could have different height.
es_es: Cada tobogán tiene su propia altura. Los toboganes pueden tener una altura diferente.

source: Show Next/Prev Buttons
es_es: Mostrar Botones Sig/Prev

source: Show Next/Prev Buttons on Hover
es_es: Mostrar botones Sig./Prev. al pasar el cursor

source: Hides slider navs automatically and show them only if mouse is over.
es_es: Oculta los navegadores deslizantes automáticamente y los muestra sólo si se pasa el ratón por encima.

source: Enable Margin
es_es: Habilitar Margen

source: Show Dots Navigation
es_es: Mostrar puntos en la navegación

source: Determine whether to show/hide slider dots.
es_es: Determina si se muestran/ocultan los puntos del deslizador.

source: Animate In
es_es: Animación de entrada

source: Please input animation. Please reference <a href="http://daneden.github.io/animate.css/">animate.css</a>. ex: fadeIn
es_es: Introduce la animación. Por favor, haz referencia a <a href="http://daneden.github.io/animate.css/">animate.css</a>. Por ejemplo: fadeIn

source: Animate Out
es_es: Animación de salida

source: Choose sliding animation when previous slides become invisible.
es_es: Elija la animación de deslizamiento cuando las diapositivas anteriores se vuelvan invisibles.

source: Please input animation. Please reference <a href="http://daneden.github.io/animate.css/">animate.css</a>. ex: fadeOut
es_es: Introduce la animación. Por favor, haz referencia a <a href="http://daneden.github.io/animate.css/">animate.css</a>. Por ejemplo: fadeOut

source: Live Option Panel
es_es: Panel de configuración de en tiempo real

source: Theme Options panel enables you full control over your website design and settings.
es_es: El panel Opciones de tema le permite un control total sobre el diseño y la configuración de su sitio web.

source: Porto Advanced Options
es_es: Ajustes avanzados de Porto

source: Liked
es_es: Me Gustó

source: Already Liked
es_es: Ya te gusta

source: Already liked
es_es: Ya me gusta

source: Before Header
es_es: Antes de cabecera

source: Behind Header
es_es: Detrás de Cabecera

source: Fixed
es_es: Fijo

source: Simple and Fixed
es_es: Simple y Fijo

source: Count
es_es: Contador

source: In Content
es_es: En contenido

source: In Breadcrumbs
es_es: En Breadcrumbs

source: In Sidebar
es_es: En barra lateral

source: No Comments
es_es: No hay comentarios

source: % Comments
es_es: % Comentarios

source: Comments Off
es_es: Comentarios desactivados

source: Enter your password to view comments.
es_es: Introduzca su contraseña para ver los comentarios.

source: Comment on %s
es_es: Comentar en %s

source: Log out
es_es: Cerrar Sesión

source: Log In
es_es: Entrar

source: Search
es_es: Buscar

source: Search&hellip;
es_es: Buscar&hellip;

source: All Categories
es_es: todas las categorias

source: %d item
es_es: %d elemento

source: WooCommerce is not installed.
es_es: WooCommerce no está instalado.

source: %1$sFilter%2$s By
es_es: %1$sFiltrar%2$s por

source: Tag
es_es: Etiqueta

source: Product Tag
es_es: Etiquetas de producto

source: Go to Home Page
es_es: Ir a la página de Inicio

source: Search - %s
es_es: Buscar - %s

source: Tag - %s
es_es: Etiqueta - %s

source: Product Tag - %s
es_es: Etiqueta del producto - %s

source: Yearly Archives - %s
es_es: Archivos Anuales - %s

# yearly archives date format
source: Y
es_es: A

source: Monthly Archives - %s
es_es: Archivos Mensuales: %s

source: Daily Archives - %s
es_es: Archivos Diarios: - %s

source: Author - %s
es_es: Autor - %s

source: Search Results - %s
es_es: Resultados de búsqueda - %s

source: 404 - Page Not Found
es_es: 404 - Página no encontrada

source: read more
es_es: leer más

source: Edit
es_es: Editar

source: Reply
es_es: Responder

source: Your comment is awaiting moderation.
es_es: Tu comentario está esperando ser moderado.

source: %1$s at %2$s
es_es: %1$s a las %2$s

source: Load More...
es_es: Cargar más...

source: Next&nbsp;&nbsp;<i class="fas fa-long-arrow-alt-right"></i>
es_es: Siguiente&nbsp;&nbsp;<i class=“fas fa-long-arrow-alt-right”></i>

source: <i class="fas fa-long-arrow-alt-left"></i>&nbsp;&nbsp;Prev
es_es: <i class=“fas fa-long-arrow-alt-left”></i>&nbsp;&nbsp;Anterior

source: LEAVE A COMMENT
es_es: DEJA UN COMENTARIO

source: Message
es_es: Mensaje

source: Your email address will not be published. Required fields are marked *
es_es: Tu dirección de correo electrónico no será publicada. Los campos obligatorios están marcados con *

source: Subject
es_es: Asunto

source: Justify
es_es: Justificar

source: Top left
es_es: Arriba a la izquierda

source: Top right
es_es: Arriba a la derecha

source: Bottom left
es_es: Abajo a la izquierda

source: Bottom right
es_es: Abajo a la derecha

source: Top justify
es_es: Arriba Justificado

source: Bottom justify
es_es: Abajo Justificado

source: Top center
es_es: Centro Superior

source: Bottom center
es_es: Parte inferior central

source: Style 4
es_es: Estilo 4

source: Style 5
es_es: Estilo 5

source: Style 6
es_es: Estilo 6

source: Effect 1
es_es: Efecto 1

source: Effect 2
es_es: Efecto 2

source: Effect 3
es_es: Efecto 3

source: Effect 4
es_es: Efecto 4

source: Effect 5
es_es: Efecto 5

source: Effect 6
es_es: Efecto 6

source: Effect 7
es_es: Efecto 7

source: Navigation
es_es: Navegación

source: Short
es_es: Corto

source: Tall
es_es: Alto

source: Taller
es_es: Más alto

source: Gradient
es_es: Degradado

source: Solid
es_es: Sólido

source: Dashed
es_es: Discontinua

source: Pattern
es_es: Patrón

source: Repeat
es_es: Repetir

source: No Repeat
es_es: No repetir

source: Left Top
es_es: Izquierda superior

source: Left Center
es_es: Izquierda centro

source: Left Bottom
es_es: Izquierda abajo

source: Center Top
es_es: Centro Arriba

source: Center Center
es_es: Centro Centro

source: Center Bottom
es_es: Centro Abajo

source: Right Top
es_es: Derecha superior

source: Right Center
es_es: Derecha centro

source: Right Bottom
es_es: Derecha abajo

source: Modern Without Background
es_es: Moderno sin fondo

source: Without Background
es_es: Sin Fondo

source: Without Borders and Background
es_es: Sin Bordes y Fondo

source: Info
es_es: Información

source: Danger
es_es: Peligro

source: No Border Radius
es_es: Sin borde biselado

source: Rounded Border Radius
es_es: Radio de borde biselado

source: Show Title and Value
es_es: Mostrar Título y Valor

source: Show Only Icon
es_es: Mostrar solamente el Icono

source: Show Only Title
es_es: Mostrar sólo título

source: Scale 1
es_es: Escala 1

source: Scale 2
es_es: Escala 2

source: Scale 3
es_es: Escala 3

source: Scale 4
es_es: Escala 4

source: Scale 5
es_es: Escala 5

source: Scale 6
es_es: Escala 6

source: Scale 7
es_es: Escala 7

source: Scale 8
es_es: Escala 8

source: Scale 9
es_es: Escala 9

source: Bottom Double Border
es_es: Frontera doble inferior

source: Middle Border
es_es: Frontera media

source: Middle Border Reverse
es_es: Reverso de la frontera media

source: Middle Border Center
es_es: Centro fronterizo medio

source: Extra Large
es_es: Extra grande

source: Blog Sidebar
es_es: Barra lateral del blog

source: Home Sidebar
es_es: Barra lateral de Inicio

source: Secondary Sidebar
es_es: Barra lateral secundaria

source: Woo Category Sidebar
es_es: Barra Lateral de Categoría de Woo

source: Woo Category Filter
es_es: Filtro de Categoría de Woo

source: Woo Product Sidebar
es_es: Barra Lateral de Producto de Woo

source: Content Bottom Widget 1
es_es: Widget inferior de contenido 1

source: Content Bottom Widget 2
es_es: Widget inferior de contenido 2

source: Content Bottom Widget 3
es_es: Widget inferior de contenido 3

source: Content Bottom Widget 4
es_es: Widget de fondo de contenido 4

source: Footer Top Widget
es_es: Arriba del widget del pie de página

source: Footer Bottom Widget
es_es: Widget de fondo de pie de página

source: Grid View
es_es: Vista de cuadrícula

source: List View
es_es: Vista de lista

source: No products in wishlist.
es_es: No hay productos en la lista de deseos.

source: Go To Wishlist
es_es: Ir a la lista de deseos

source: out of 5
es_es: sobre 5

source: Sorry, no products matched your selection. Please choose a different combination.
es_es: Lo sentimos, no hay productos que igualen tu selección. Por favor escoge una combinación diferente.

source: Please select some product options before adding this product to your cart.
es_es: Elige las opciones del producto antes de añadir este producto a tu carrito.

source: Sorry, this product is unavailable. Please choose a different combination.
es_es: Lo sentimos, este producto no está disponible. Por favor elige otra combinación.

source: Availability
es_es: Disponibilidad

source: Description
es_es: Descripción

source: First Name
es_es: Nombre de pila

source: Last Name
es_es: Apellido

source: <strong>Error</strong>: First name is required!
es_es: <strong>Error</strong>: Nombre obligatorio!

source: <strong>Error</strong>: Last name is required!.
es_es: <strong>Error</strong>: ¡El apellido es requerido!.

source: Passwords do not match.
es_es: Las contraseñas no coinciden.

source: Phone Number
es_es: Número de teléfono

source: Facebook Profile URL
es_es: URL de Perfil de Facebook

source: Google Plus Profil URL
es_es: URL de Perfil de Google Plus

source: Twitter Profile URL
es_es: URL de Perfil de Twitter

source: Linkedin Profile URL
es_es: URL de Perfil de LinkedIn

source: Youtube Profile URL
es_es: URL de Perfil de YouTube

source: Flickr Profile URL
es_es: URL de Perfil de Flickr

source: Sold by :
es_es: Vendido por:

source: Public Profile - Gallery
es_es: Perfil Público - Galería

source: Picture
es_es: Foto

source: More from this seller&hellip;
es_es: Mas de este vendedor&hellip;

source: Label
es_es: Etiqueta

source: Select terms
es_es: Elige términos

source: Select all
es_es: Seleccionar todos

source: Select none
es_es: Borrar selección

source: Add new
es_es: Añadir nuevo

source: Choose an option
es_es: Elige una opción

source: Read More About %s
es_es: Leer más sobre %s

source: Filters:
es_es: Filtros:

source: Filters
es_es: Filtros

source: Filter
es_es: Filtrar

source: Offer Ends In:
es_es: La oferta termina en:

source: Day
es_es: Día

source: Days
es_es: Dias

source: Hour
es_es: Hora

source: Hours
es_es: Horas

source: Minute
es_es: Minuto

source: Minutes
es_es: Minutos

source: Second
es_es: Segundo

source: Seconds
es_es: Segundos

source: Username is required.
es_es: Nombre de usuario requerido.

source: Login successful, redirecting...
es_es: Inicio de sesión correcto, redirigiendo...

source: Wrong username or password.
es_es: Nombre de usuario o contraseña incorrectos.

source: Register successful, redirecting...
es_es: Registro correcto, reedireccionando...

source: Register failed.
es_es: Error en el registro.

source: Out of stock
es_es: Agotado

source: In stock
es_es: En stock

source: Add to cart
es_es: Añadir al carrito

source: You've just added this product to the cart
es_es: Yo has agregado este producto al carrito

source: View Cart
es_es: Ver carrito

source: %s has been added to your cart.
es_es: %s se ha añadido a tu carrito.

source: <strong class="single-cart-notice">%s</strong> <span class="font-weight-medium">has been added to your cart.</span>
es_es: <strong class="single-cart-notice">%s</strong><span class="font-weight-medium">se ha añadido a su carrito.</span>

source: Continue shopping
es_es: Continuar comprando

source: View cart
es_es: Ver carrito

source: Already Added
es_es: Ya se han añadido

source: Add To Compare
es_es: Añadir a la lista para comparar

source: Porto Options
es_es: Opciones de Porto

source: Porto Addons
es_es: Complementos de Oporto

source: Animation
es_es: Animación

source: Animation Type
es_es: Tipo de animación

source: Animation Duration
es_es: Duración de la animación

source: numerical value (unit: milliseconds)
es_es: valor numérico (unidad: milisegundos)

source: Animation Delay
es_es: Demora de la animación

source: Floating Start Pos
es_es: Pos de inicio flotante

source: Disabled
es_es: Desactivado

source: Floating Speed
es_es: Velocidad flotante

source: numerical value (from 0.0 to 10.0)
es_es: valor numérico (de 0,0 a 10,0)

source: Floating Transition
es_es: Transición flotante

source: Yes, please
es_es: Sí, por favor

source: Floating Horizontal
es_es: Horizontal flotante

source: Transition Duration
es_es: Duración de la Transición

source: Wrap as container
es_es: Envolver como contenedor

source: Divider Type
es_es: Tipo de Divisor

source: Select the type of the shape divider
es_es: Seleccione el tipo de divisor de formas

source: Top Shape Divider
es_es: Divisor de forma superior

source: Custom Shape Divider
es_es: Divisor de formas personalizado

source: Please writer your svg code.
es_es: Por favor, escriba su código svg.

source: Divider Color
es_es: Color Divisor

source: Select fill color of svg.
es_es: Seleccione el color de relleno de svg.

source: Height
es_es: Altura

source: Please input height of shape divider.
es_es: Por favor, introduzca la altura del divisor de formas.

source: Flip
es_es: Voltear

source: Invert
es_es: Invertir

source: Extra class name
es_es: Nombre de clase extra

source: Style particular content element differently - add a class name and refer to it in custom CSS.
es_es: Aplicar un estilo CSS distinto a un elemento del contenido - añada un nombre de clase y llámelo desde su hoja de estilos CSS.

source: Bottom Shape Divider
es_es: Divisor de forma inferior

source: Video link
es_es: Enlace de video

source: Add YouTube link or mp4 video link.
es_es: Agregar enlace de YouTube o de video mp4.

source: Wrap as Container
es_es: Envolver como contenedor

source: No Space between Columns?
es_es: ¿No hay espacio entre columnas?

source: Section & Parallax Text Color
es_es: Color de Texto de Sección & Parallax

source: Text Align
es_es: Alineación del texto

source: Is Main Header?
es_es: ¿Es el encabezado principal?

source: This section will be displayed in sticky header.
es_es: Esta sección se mostrará en sticky header.

source: Is Section?
es_es: ¿Es Sección?

source: Section Skin Color
es_es: Color del diseño de la sección

source: Section Default Color Scale
es_es: Escala de color predeterminada de sección

source: Section Color Scale
es_es: Escala de color de sección

source: Remove Margin Top
es_es: Remover Margen Superior

source: Remove Margin Bottom
es_es: Remover Margen Inferior

source: Remove Padding Top
es_es: Remover Relleno Superior

source: Remove Padding Bottom
es_es: Remover Relleno Inferior

source: Remove Border
es_es: Remover Borde

source: Show Divider
es_es: Mostrar Separador

source: Divider Position
es_es: Posición de Divisor

source: Divider Height
es_es: Altura de Divisor

source: Show Divider Icon
es_es: Mostrar Icono de Divisior

source: Icon library
es_es: Librería de íconos

source: Simple Line Icon
es_es: Icono de Línea Simple

source: Custom Image Icon
es_es: Hover Icono de imagen personalizada

source: Select Icon
es_es: Seleccionar icono

source: Icon Skin Color
es_es: Color del cuerpo del icono

source: Icon Background Color
es_es: Color de fondo del icono

source: Icon Border Color
es_es: Color del borde del icono

source: Icon Wrap Border Color
es_es: Icono de envolvente de color del borde

source: Icon Style
es_es: Estilo de icono

source: Icon Position
es_es: Posición del Icono

source: Icon Size
es_es: Tamaño del Icono

source: Enable Sticky Options?
es_es: ¿Habilitar fijación?

source: Container Selector
es_es: Selector de contenedor

source: Min Width (unit: px)
es_es: Anchura mínima (unidad: px)

source: Wll be disabled if window width is smaller than min width
es_es: Será desactivado si el ancho de la ventana es menor que el ancho mínimo

source: Top (unit: px)
es_es: Superior (unidad: px)

source: Top position when active
es_es: Posición superior cuando está activo

source: Bottom (unit: px)
es_es: Inferior (unidad: px)

source: Bottom position when active
es_es: Posición inferior cuando está activo

source: Active Class
es_es: Clase activa

source: Section's width changes when scrolling page.
es_es: El ancho de la sección cambia cuando se desplaza la página.

source: CSS Unit
es_es: Unidad CSS

source: Particles Effect?
es_es: ¿Efecto de las partículas?

source: Particles Hover Effect
es_es: Efecto de vuelo de las partículas

source: Grab
es_es: Tomar

source: Bubble
es_es: Burbuja

source: Repulse
es_es: Rechazar

source: Particles Click Effect
es_es: Efecto clic de las partículas

source: Push
es_es: Empujar

source: Is Half Container?
es_es: ¿Es Medio Contenedor?

source: Is Right Aligned?
es_es: ¿Está bien alineado?

source: Custom CSS Class for Half container
es_es: Clase CSS personalizada para medio contenedor

source: Font Weight
es_es: Grosor del Tipo Letra

source: Skin Color
es_es: Apariencia de color

source: Letter Spacing
es_es: Espacio entre letras

source: Enable Typewriter Effect
es_es: Activar el efecto máquina de escribir

source: Animation Name e.g: typeWriter, fadeIn and so on.
es_es: Nombre de la animación, por ejemplo: typeWriter, fadeIn, etc.

source: Start Delay(ms)
es_es: Retraso de inicio (ms)

source: Please input min width that can work. (px)
es_es: Por favor, introduzca el ancho mínimo que puede funcionar. (px)

source: Show Border
es_es: Mostrar borde

source: Border Skin Color
es_es: Color de la piel del borde

source: Border Type
es_es: Tipo de Borde

source: Select the position of the tab header.
es_es: Selecciona la posición de la barra de navegación por pestañas.

source: Icon Effect
es_es: Efecto de Icono

source: Show Icon
es_es: Mostrar ícono

source: Please configure the following options when Tabs Type is Simple.
es_es: Por favor, configure las siguientes opciones cuando el Tipo de Pestañas sea simple.

source: Icon Box Shadow Color
es_es: Color de Sombra de Caja de Icono

source: Icon Hover Color
es_es: Color de Ícono al Pasar el Ratón

source: Icon Hover Background Color
es_es: Definir el color de la libración de icono de búsqueda

source: Icon Hover Border Color
es_es: Color del borde en hover

source: Icon Wrap Hover Border Color
es_es: Color del borde del icono al pasar el cursor

source: Icon Hover Box Shadow Color
es_es: Color de la sombra del icono al pasar el cursor

source: Style
es_es: Estilo

source: Pattern Repeat
es_es: Repetir Patrón

source: Pattern Position
es_es: Posición del Patrón

source: Pattern Height (unit: px)
es_es: Altura del Patrón (unidad: px)

source: Gap Size
es_es: Tamaño de la brecha

source: Element Tag
es_es: Etiqueta del elemento

source: Open only a section?
es_es: ¿Abrir sólo una sección?

source: Size
es_es: Tamaño

source: Disable button.
es_es: Desactivar botón.

source: Show as Label
es_es: Mostrar como Etiqueta

source: Contextual Classes
es_es: Clases Contextuales

source: Font Size
es_es: Tamaño de fuente

source: Button Left / Right Padding
es_es: Botón izquierdo / Padding derecho

source: Button Top / Bottom Padding
es_es: Botón arriba / padding inferior

source: Spacing between Icon and Text
es_es: Espaciado entre icono y texto

source: Extra Class
es_es: Clase extra

source: Show pointer arrow
es_es: Mostrar flecha de puntero

source: Is Arrow Button?
es_es: ¿Es el botón de flecha?

source: Porto Icon
es_es: Icono de Porto

source: Icon
es_es: Icono

source: No Effect
es_es: Sin efecto

source: Icon Zoom
es_es: Zoom de icono

source: Icon Slide Up
es_es: Icono Deslizar hacia arriba

source: Icon Slide Left
es_es: Icono Diapositiva izquierda

source: Icon Slide Right
es_es: Icono Deslizar a la derecha

source: Icon Slide Right & Left
es_es: Icono Deslizar a la derecha y a la izquierda

source: Icon Slide Infinite
es_es: Icono de deslizamiento infinito

source: Select the type of effct you want on hover
es_es: Seleccione el tipo de efecto que desea en el hover

source: Switch Left
es_es: Cambiar a la izquierda

source: Switch Up
es_es: Cambiar de sitio

source: Marquee Left
es_es: Marquesina izquierda

source: Please select "On click action" as "Link to Large Image" in "Design Section" before configure.
es_es: Por favor, seleccione "Al hacer clic en acción" como "Vincular a Imagen Grande" en la "Sección de Diseño" antes de configurar.

source: Check it if you want to link to the lightbox with the large image.
es_es: Marcarlo si quiere enlazar el lightbox con la imagen grande.

source: Show as Image Gallery
es_es: Mostrar como galería de imágenes

source: Show all the images inside of same row.
es_es: Mostrar todas las imágenes dentro de la misma fila.

source: Container Class
es_es: Contenedor de clase

source: Show Zoom Icon
es_es: Mostrar Icono de Zoom

source: Show Hover Effect
es_es: Mostrar efecto al pasar el cursor

source: Enable Animation
es_es: Activar Animación

source: Show Percentage as Tooltip
es_es: Mostrar Porcentaje como Tooltip

source: Min Width
es_es: Anchura mínima

source: Grey
es_es: Gris

source: Blue
es_es: Azul

source: Turquoise
es_es: Turquesa

source: Green
es_es: Verde

source: Orange
es_es: Naranja

source: Red
es_es: Rojo

source: Black
es_es: Negro

source: Porto Circular Bar
es_es: Barra circular de Fesutek
