Repository: pachoEc/rintin-wp-mkt
Catalog: languages/themes/porto-*.po
Languages: es_es

source: From now on, you can find the option panel of YITH plugins in YITH Plugins menu. Every time one of our plugins is added, a new entry will be added to this menu. For example, after the update, plugin options (such as for YITH WooCommerce Wishlist, YITH WooCommerce Ajax Search, etc.) will be moved from previous location to YITH Plugins tab.
es_es: A partir de ahora, puedes encontrar el panel de opciones de YITH plugins en el menú de YITH plugins. Cada vez que se añade uno de nuestros plugins, se añadirá una nueva entrada a este menú. Por ejemplo, después de la actualización, opciones de plugin (como YITH WooCommerce wishlist, YITH WooCommerce Ajax Search, etc.) se moverá desde la ubicación anterior a la pestaña plugins YITH.
