Repository: pachoEc/rintin-wp-mkt
Catalog: languages/themes/porto-*.po
Languages: es_es

source: Search Form Opacity
es_es: Opacidad del Formulario de Búsqueda

source: Controls the search form's background opacity in the fixed header.
es_es: Controla la opacidad de fondo del formulario de búsqueda en el encabezado fijo.

source: Menu Wrap Opacity
es_es: Ajuste opacidad del menú

source: Controls the main menu section's background opacity in the fixed header for some header types.
es_es: Controla la opacidad de fondo de la sección del menú principal en el encabezado fijo para algunos tipos de encabezado.

source: Menu Opacity
es_es: Opacidad de Menú

source: Controls the main menu's background opacity in the fixed header.
es_es: Controla la opacidad de fondo del menú principal en el encabezado fijo.

source: Show Bottom Border
es_es: Mostrar Borde Inferior

source: Controls if show bottom border with opacity in the fixed header.
es_es: Controla si se muestra el borde inferior con opacidad en el encabezado fijo.

source: Social Link Background Color
es_es: Color de Fondo de Enlace de Redes Sociales

source: Social Link Color
es_es: Color de enlaces sociales

source: Copyright Text Color
es_es: Color Texto Copyricht

source: Go to <a %s> Menu Layout Settings</a>
es_es: Ir a <a %s>Ajustes de diseño del menú</a>

source: <strong>Important Note:</strong> <a href="%1$s" target="_blank">Header</a> Builder helps you to develop your site easily. If you use builder, some options might be overrided by menu widget.
es_es: <strong>Nota importante:</strong> <a href="%1$s" target="_blank">Header</a> Builder le ayuda a desarrollar su sitio fácilmente. Si utiliza el constructor, algunas opciones pueden ser anuladas por el widget de menú.

source: Main Menu Wrapper Background Color
es_es: Color de fondo del contenedor del menú principal

source: if header type is 1, 4, 9, 13, 14, 17 or header builder which contains main menu in header bottom section.
es_es: si el tipo de encabezado es 1, 4, 9, 13, 14, 17 o constructor de encabezado que contiene el menú principal en la sección inferior del encabezado.

source: Main Menu Wrapper Background Color in Sticky Header
es_es: Color de fondo del contenedor del menú principal en el encabezado pegajoso

source: Menu Menu Wrapper Padding
es_es: Relleno del contenedor del menú menú

source: Main Menu Background Color
es_es: Color de fondo del menú principal

source: Controls the background color for main menu.
es_es: Controla el color de fondo del menú principal.

source: Top Level Menu Item
es_es: Item de Menú de Primer Nivel

source: Menu Font
es_es: Fuente para el menú

source: Controls the typography for main menu's first level items.
es_es: Controla la tipografía de los elementos de primer nivel del menú principal.

source: Side Menu Font
es_es: Fuente de Menú Lateral

source: Controls the typography for main sidebar menu's first level items.
es_es: Controla la tipografía de los elementos de primer nivel del menú de la barra lateral principal.

source: Text Transform
es_es: Transformación de texto

source: Controls the text transform for the first level items of main menu and main sidebar menu.
es_es: Controla la transformación de texto para los elementos de primer nivel del menú principal y el menú de la barra lateral principal.

source: None
es_es: Ninguna

source: Capitalize
es_es: Capitalizar

source: Uppercase
es_es: Mayúsculas

source: Lowercase
es_es: Minúsculas

source: Initial
es_es: Inicial

source: Controls the menu item color for the first level items of main menu and main sidebar menu.
es_es: Controla el color del elemento de menú para los elementos de primer nivel del menú principal y el menú de la barra lateral principal.

source: Link Color in Sticky Header
es_es: Color de Enlace en Cabecera Pegajosa

source: Controls the menu item color for the first level items of main menu in sticky header.
es_es: Controla el color del elemento de menú para los elementos de primer nivel del menú principal en el encabezado pegajoso.

source: Hover Background Color
es_es: Color de fondo al pasar por encima

source: Controls the background color for the first level items on hover and active.
es_es: Controla el color de fondo de los elementos de primer nivel al pasar el ratón y activarse.

source: Configure Active Color
es_es: Configurar Color Activo

source: Controls the background and color for the first level active menu items.
es_es: Controla el fondo y el color de los elementos de menú activos de primer nivel.

source: Active Link Color
es_es: Color de Enlace Activo

source: Active Background Color
es_es: Color de Fondo Activo

source: Padding on Desktop
es_es: Relleno en Escritorio

source: Controls the padding for the first level menu items on desktop.
es_es: Controla el relleno de los elementos de menú de primer nivel en el escritorio.

source: This is not working for sidebar menus.
es_es: Esto no funciona para los menús de la barra lateral.

source: Padding on Desktop (width > 991px)
es_es: Relleno en Escritorio (ancho > 991px)

source: Controls the padding for the first level menu items on small desktop.
es_es: Controla el relleno de los elementos de menú de primer nivel en un escritorio pequeño.

source: Padding on Sticky Header (width > 991px)
es_es: Espaciado del encabezado fijo (ancho > 991px)

source: Controls the padding for the first level menu items in sticky header on large displays.
es_es: Controla el relleno de los elementos de menú de primer nivel en el encabezado pegajoso en pantallas grandes.

source: This is not working for sidebar menus. Please leave blank if you use same values with the ones in default header.
es_es: Esto no funciona para los menús de la barra lateral. Déjalo en blanco si utilizas los mismos valores que en el encabezado predeterminado.

source: Menu Popup
es_es: Menú Emergente

source: Menu Popup Font
es_es: Fuente de Menú Emergente

source: Top Border
es_es: Borde superior

source: Background Color
es_es: Color de fondo

source: Heading Color
es_es: Color de los encabezados

source: Controls the color of sub titles in the mega menu (wide menu).
es_es: Controla el color de los sub títulos en el menú mega (menú ancho).

source: Link Hover Background Color
es_es: Color del fondo de enlace al pasar el mouse por encima

source: Narrow Menu Style
es_es: Estilo de Menú Estrecho

source: Controls the background color style for the narrow sub menus (menu popup).
es_es: Controla el estilo de color de fondo para los submenús estrechos (menú emergente).

source: If you select "With Top Menu Hover Bg Color", please insert hover background color for the first level items in the "Top Level Menu Item / Hover Background Color".
es_es: Si selecciona "Con el menú superior Hover Bg Color", inserte el color de fondo del hover para los elementos del primer nivel en el "Elemento del menú de nivel superior / Pasar el cursor color".

source: With Popup BG Color
es_es: Color de Fondo de Popup

source: With Top Menu Hover Bg Color
es_es: Con Color de Fondo de Menu Top

source: Tip Background Color
es_es: Color de Fondo de Tip

source: Controls the background color for the tip labels in the main menu item.
es_es: Controla el color de fondo de las etiquetas en el elemento de menú principal.

source: Menu Custom Content (if header type is 1, 3, 4, 9, 13, 14 or header builder)
es_es: Contenido personalizado del menú (si el encabezado es de tipo 1, 3, 4, 9, 13, 14 o del Editor de encabezados)

source: Controls the text color for the menu custom content which is inserted in Header / Menu Custom Content
es_es: Controla el color del texto para el contenido personalizado del menú que se inserta en Cabecera / Contenido personalizado del menú

source: Controls the color of A tag for the menu custom content which is inserted in Header / Menu Custom Content
es_es: Controla el color de la etiqueta A para el contenido personalizado del menú que se inserta en Header / Menu Custom Content

source: Breadcrumbs
es_es: Migas de pan

source: Go to <a %s>Breadcrumbs Layout Settings</a>
es_es: Ir a <a %s>Ajustes de diseño de ruta de navegación</a>

source: Controls the background settings for the breadcrumbs.
es_es: Controla los ajustes de fondo para las Breadcrumbs.

source: Background Gradient
es_es: Gradiente de fondo

source: Controls the background gradient settings for the breadcrumbs.
es_es: Controla la configuración de degradado de fondo para las rutas de navegación.

source: Controls the top and bottom background color of the breadcrumb.
es_es: Controla el color de fondo superior e inferior de la miga de pan.

source: Enable Background Image Parallax
es_es: Habilitar Imagen Parallax de Fondo

source: Parallax Speed
es_es: Velocidad de paralaje

source: Control the parallax scrolling speed on the background image.
es_es: Controla la velocidad de desplazamiento del parallax en la imagen de fondo.

source: Controls the width and color of top border for breadcrumb.
es_es: Controla el ancho y el color del borde superior de la miga de pan.

source: Content Padding
es_es: Margen interior del contenido

source: default: 15 15
es_es: por defecto: 15 15

source: Controls the padding of breadcrumb.
es_es: Controla el relleno del pan rallado.

source: Controls the text color of breadcrumb.
es_es: Controla el color del texto de la miga de pan.

source: Controls the hyperlink color of breadcrumb.
es_es: Controla el color del hipervínculo del breadcrumb.

source: Page Title Color
es_es: Color del Título de Página

source: Controls the title color of breadcrumb.
es_es: Controla el color del título del breadcrumb.

source: Page Sub Title Color
es_es: Color de Subtítulo de Página

source: Controls the subtitle color of breadcrumb.
es_es: Controla el color del subtítulo del pan rallado.

source: If the subtitle isn't displayed, please input to <strong>View Options/Page Sub Title</strong> of Page Meta Options.
es_es: Si el subtítulo no se muestra, por favor ingrese a <strong>Opciones de Vista/Subtítulo de</strong> Página de las Meta Opciones de Página.

source: Page Sub Title Margin
es_es: Margen del subtítulo de página

source: Go to <a %s>Footer Layout Settings</a>
es_es: Ir a <a %s>Configuración del diseño del pie de página</a>

source: For Footer Top Widget
es_es: Para el widget de pie de página superior

source: Controls the background settings for the footer top widget.
es_es: Controla la configuración del fondo del widget superior del pie de página.

source: Controls the top and bottom background color of top widget.
es_es: Controla el color de fondo superior e inferior del widget superior.

source: Controls the padding of top widget.
es_es: Controla el relleno del widget superior.

source: Controls the footer background settings.
es_es: Controla la configuración de fondo del pie de página.

source: Controls the footer background gradient settings.
es_es: Controla la configuración del degradado de fondo del pie de página.

source: Controls the top and bottom color of background.
es_es: Controla el color superior e inferior del fondo.

source: For Footer Main Section which contains footer Widgets
es_es: Para la sección principal del pie de página que contiene los widgets del pie de página

source: Controls the background settings for the footer main section which contains widget areas.
es_es: Controla la configuración de fondo de la sección principal del pie de página que contiene áreas de widgets.

source: Controls the top and bottom color of footer main background.
es_es: Controla el color superior e inferior del fondo principal del pie de página.

source: Controls the heading color in the footer main section.(h1 - h6)
es_es: Controla el color del encabezado en la sección principal del pie de página. (h1 - h6)

source: Label Color
es_es: Color de la etiqueta

source: Controls the title color of contact info widget in the footer.
es_es: Controla el color del título del widget de información de contacto en el pie de página.

source: Controls the text color in the footer main section.
es_es: Controla el color del texto en la sección principal del pie de página.

source: Ribbon Background Color
es_es: Color de Fondo del Ribbon

source: Controls the background color for the footer ribbon.
es_es: Controla el color de fondo de la cinta de opciones de pie de página.

source: This option is useful when <strong>Theme Option/Footer/Ribbon Text</strong> option gets value.
es_es: Esta opción es útil cuando la opción <strong>Opción de Tema/Pie de Página/Texto de la Cinta</strong> tiene valor.

source: Ribbon Text Color
es_es: Color de Texto del Ribbon

source: Controls the text color for the footer ribbon.
es_es: Controla el color del texto de la cinta de opciones de pie de página.

source: For Footer Bottom
es_es: Para la parte inferior del pie de página

source: Controls the footer bottom background gradient settings.
es_es: Controla la configuración del degradado del fondo del pie de página.

source: Controls the top and bottom background color of the footer bottom.
es_es: Controla el color de fondo superior e inferior del pie de página.

source: Controls normal and hover color of hyperlink in the footer bottom.
es_es: Controla el color normal y el de los hipervínculos en el pie de página.

source: Background Opacity when footer show in fixed position
es_es: Opacidad del Fondo cuando el pie de página se muestra en posición fija

source: Footer Opacity
es_es: Opacidad de pie de página

source: Follow Us Widget
es_es: Widget Siguenos

source: Controls the background color for the social links in the footer.
es_es: Controla el color de fondo de los vínculos sociales del pie de página.

source: Controls the text color for the social links in the footer.
es_es: Controla el color del texto de los vínculos sociales del pie de página.

source: Mobile Menu
es_es: Menú Mobile

source: Go to <a %s>Mobile Panel Settings</a>
es_es: Ir a <a %s="">Configuración del panel móvil</a>

source: Mobile Menu Toggle
es_es: Selector del menú móvil

source: Toggle Icon Color
es_es: Cambiar el color del icono

source: Controls the color of mobile toggle icon.
es_es: Controla el color del icono de la palanca móvil.

source: Mobile Menu Panel
es_es: Panel de Menú Móvil

source: Controls the background color of mobile offcanvas or dropdown.
es_es: Controla el color de fondo del offcanvas móvil o del desplegable.

source: Border Color
es_es: Color del borde

source: Controls the divider color of mobile offcanvas or dropdown.
es_es: Controla el color del divisor del lienzo móvil o del desplegable.

source: Controls the text color in mobile panel.
es_es: Controla el color del texto en el panel móvil.

source: Controls the link color in mobile panel.
es_es: Controla el color del enlace en el panel móvil.

source: Language, Currency Switcher
es_es: Selector de Lenguaje y Moneda

source: Controls the background color for language switcher and currency switcher.
es_es: Controla el color de fondo para el conmutador de idioma y el conmutador de divisas.

source: Controls the background color for language switcher and currency switcher on hover.
es_es: Controla el color de fondo para el cambiador de idioma y el conmutador de divisas al mantener el mouse.

source: Change top level on hover
es_es: Cambiar el nivel superior al pasar el cursor

source: Controls if change the text color and background color for the first level item on hover.
es_es: Controla si cambia el color del texto y el color de fondo del primer elemento de nivel al pasar el cursor.

source: Regular is the color of top level link and hover is the color of sub menu items.
es_es: Regular es el color del enlace de nivel superior y el desplazamiento es el color de los elementos del submenú.

source: Go to <a %s>Search Form Layout Settings</a>
es_es: Ir a <a %s>Ajustes de diseño del formulario de contacto</a>

source: <strong>Important Note:</strong> <a href="%1$s" target="_blank">Header</a> Builder helps you to develop your site easily. If you use builder, some options might be overrided by search form widget.
es_es: <strong>Nota importante:</strong> <a href="%1$s" target="_blank">Header</a> Builder le ayuda a desarrollar su sitio fácilmente. Si utiliza el constructor, algunas opciones pueden ser anuladas por el widget de formulario de búsqueda.

source: Controls the background color of search form.
es_es: Controla el color de fondo del formulario de búsqueda.

source: Popup Border Color
es_es: Color del borde de ventana emergente

source: Controls the border color of search popup.
es_es: Controla el color del borde de la ventana emergente de búsqueda.

source: Button Text Color
es_es: Color del texto del botón

source: Controls the search icon color on search form.
es_es: Controla el color del icono de búsqueda en el formulario de búsqueda.

source: In Sticky Header
es_es: En encabezado fijo

source: Controls the border color of search popup on sticky header.
es_es: Controla el color del borde de la ventana emergente de búsqueda en la cabecera adhesiva.

source: Toggle Text Color
es_es: Color de texto para alternar

source: Go to <a %s>Mini Cart Layout Settings</a>
es_es: Ir a <a %s>Ajustes de diseño de la mini cesta</a>

source: <strong>Important Note:</strong> <a href="%1$s" target="_blank">Header</a> Builder helps you to develop your site easily. If you use builder, some options might be overrided by Mini-Cart widget.
es_es: <strong>Nota importante:</strong> El <a href="%1$s" target="_blank">Header</a> Builder le ayuda a desarrollar su sitio fácilmente. Si utiliza el constructor, algunas opciones pueden ser anuladas por el widget de Mini-Cart.

source: Icon Font Size
es_es: Tamaño del ícono tipográfico

source: Controls the font size for the mini cart icon. Enter value including any valid CSS unit, ex: 30px.
es_es: Controla el tamaño de fuente para el icono del mini carrito. Introduzca el valor incluyendo cualquier unidad CSS válida, por ejemplo: 30px.

source: Icon Color
es_es: Color del icono

source: Controls the color of cart icon.
es_es: Controla el color del icono del carro.

source: Item Color
es_es: Color de Ítem

source: Controls the text color for the mini cart item count.
es_es: Controla el color del texto para el recuento de elementos del mini carrito.

source: Item Background Color
es_es: Color del fondo

source: Controls the background color of mini cart.
es_es: Controla el color de fondo del minicarro.

source: Controls the border color of cart popup.
es_es: Controla el color del borde de la ventana emergente del carrito.

source: Controls the color of cart icon on sticky header.
es_es: Controla el color del icono del carrito en la cabecera adhesiva.

source: Controls the background color of mini cart item count on sticky header.
es_es: Controla el color de fondo del recuento de artículos del minicarrito en la cabecera adhesiva.

source: Controls the background color of mini cart on sticky header.
es_es: Controla el color de fondo del mini carrito en la cabecera adhesiva.

source: Shop
es_es: Tienda

source: Add to cart, Wishlist and Quick View Color on archive page
es_es: Color en la página de archivo de añadir a la cesta, lista de deseos y vista previa

source: Add to cart, Wishlist and Quick View Background Color on archive page
es_es: Color de fondo en la página de archivo de añadir a la cesta, lista de deseos y vista previa

source: Add to cart, Wishlist and Quick View Border Color on archive page
es_es: Color del borde en la página de archivo de añadir a la cesta, lista de deseos y vista previa

source: Wishlist Color on product page
es_es: Color de la lista de deseos en la página del producto

source: Wishlist Hover Color on product page
es_es: Color al pasar el cursor de la lista de deseos en la página del producto

source: Hot Bg Color
es_es: Color Bg "Popular"

source: Control the background of Hot label for featured product.
es_es: Controla el fondo de la etiqueta caliente para el producto destacado.

source: Hot Text Color
es_es: Color de texto de "Popular"

source: Control the text color of Hot label for featured product.
es_es: Controla el color del texto de la etiqueta caliente para el producto destacado.

source: Sale Bg Color
es_es: Color de Fondo de Sale

source: Control the background of Sale label.
es_es: Controla el fondo de la etiqueta de venta.

source: To show Sale label, you should check <strong>WooComerce/Select labels to display</strong> option.
es_es: Para mostrar la etiqueta de venta, debe marcar la opción <strong>WooComerce/Seleccionar etiquetas para mostrar</strong>.

source: Sale Text Color
es_es: Color de Fondo de Sale

source: New Label Bg Color
es_es: Nuevo color de etiqueta Bg

source: Control the background of New label for products.
es_es: Controla el fondo de la Nueva etiqueta para productos.

source: To show New label, you should check <strong>WooComerce/Select labels to display</strong> option.
es_es: Para mostrar la nueva etiqueta, debe marcar la opción <strong>WooComerce/Seleccionar etiquetas para mostrar</strong>.

source: Add to Cart Font
es_es: Añadir al Carro

source: Used in add to cart button, quickview, wishlist, price, etc
es_es: Se utiliza en añadir al botón del carrito, vista rápida, lista de deseos, precio, etc

source: Wishlist and Compare Color on product page
es_es: Lista de deseos y comparación de colores en la página del producto

source: Form Style
es_es: Estilo de Formulario

source: The Height of input and select box
es_es: La altura de la caja de entrada y selección

source: Enter value including any valid CSS unit, ex: 30px.
es_es: Introduzca el valor incluyendo cualquier unidad CSS válida, por ejemplo: 30px.

source: Form Font Size
es_es: Tamaño de Fuente del Formulario

source: Inputs the font size of form and form fields.
es_es: Introduce el tamaño de fuente de los campos de formulario y formulario.

source: Form Text Color
es_es: Color de texto del Formulario

source: Controls the color of the form and form fields.
es_es: Controla el color del formulario y los campos de formulario.

source: Form Field Background Color
es_es: Color de Fondo del Campo

source: Controls the background color of form fields such as input and select boxes.
es_es: Controla el color de fondo de los campos de formulario, como los cuadros de entrada y selección.

source: Form Field Border Width (px)
es_es: Ancho del borde del campo de formulario (px)

source: Controls the border size of the form fields such as input and select boxes.
es_es: Controla el tamaño del borde de los campos del formulario, como los cuadros de entrada y selección.

source: Form Field Border Color
es_es: Color del borde del campo del formulario

source: Controls the border color of form fields such as input and select boxes.
es_es: Controla el color del borde de los campos de formulario, como los cuadros de entrada y selección.

source: Form Field Border Color on Focus
es_es: Color del borde del campo de formulario en el foco

source: Controls the border color of form fields such as input and select boxes on focus status.
es_es: Controla el color del borde de los campos de formulario, como los cuadros de entrada y selección, en el estado de enfoque.

source: Form Border Radius
es_es: Radio del Borde del Formulario

source: Controls the border radius of form fields such as input, select boxes and buttons. Enter value including any valid CSS unit, ex: 30px.
es_es: Controla el radio del borde de los campos de formulario, como la entrada, los cuadros de selección y los botones. Introduzca el valor incluyendo cualquier unidad CSS válida, por ejemplo: 30px.

source: Sidebar Style
es_es: Estilo de Sidebar

source: Sidebar Border Width (px)
es_es: Ancho del borde de la barra lateral (px)

source: Controls the border size of the sidebar.
es_es: Controla el tamaño del borde de la barra lateral.

source: Sidebar Border Color
es_es: Color del Borde de la Barra Lateral

source: Controls the border color of the sidebar.
es_es: Controla el color del borde de la barra lateral.
