Repository: pachoEc/rintin-wp-mkt
Catalog: languages/themes/porto-*.po
Languages: es_es

source: We're sorry, but the page you were looking for doesn't exist.
es_es: Lo sentimos, pero la página que estabas buscando no existe.

source: Apologies, but no results were found for the requested archive.
es_es: Disculpe. El archivo solicitado no ha arrojado resultados.

source: Show All
es_es: Mostrar todo

source: More %s:
es_es: Más %s:

source: Shopping Cart
es_es: Cesta

source: Checkout
es_es: Confirmar pedido

source: Order Complete
es_es: Pedido Completado

source: This post is password protected. Enter the password to view comments.
es_es: Esta entrada está protegida. Escribe la contraseña para ver los comentarios.

# comments title
source: Comment (1)
es_es: Comentarios (1)

source: Comments are closed.
es_es: Los comentarios están cerrados.

source: View %s
es_es: Ver %s

source: Event
es_es: Evento

source: Pages:
es_es: Páginas:

source: Page
es_es: Página

source: Phone
es_es: Teléfono

source: View More...
es_es: Ver más...

source: VIEW MORE
es_es: VER MÁS

source: View More
es_es: Ver más

source: View Project...
es_es: Ver proyecto...

source: By
es_es: Por

source: 0 Comments
es_es: 0 comentarios

source: 1 Comment
es_es: 1 comentarios

source: Comments
es_es: Comentarios

source: Featured
es_es: Destacados

source: Read more...
es_es: Leer más...

source: Posted By
es_es: Publicado por

source: Category:
es_es: Categoría:

source: Tags:
es_es: Etiquetas:

source: Comments:
es_es: Comentarios:

source: Post Date:
es_es: Fecha de publicación:

source: Read more
es_es: Leer más

source: Read more +
es_es: Leer más

source: Follow Me
es_es: Sígueme

source: Get In Touch
es_es: Póngase en contacto

source: More
es_es: Más

source: Portfolio
es_es: Portafolio

source: Back to list
es_es: Volver a la lista

source: Previous
es_es: Anterior

source: Next
es_es: Siguiente

source: %s <strong>Description</strong>
es_es: %s <strong>Descripción</strong>

source: Share
es_es: Compartir

source: More Information
es_es: Más información

source: Author
es_es: Autor

source: %s <strong>Gallery</strong>
es_es: %s <strong>Galería</strong>

source: %d photo
es_es: %d foto

source: %1$s %2$sDescription%3$s
es_es: %1$s %2$sdescripción%3$s

source: Project <strong>Description</strong>
es_es: Proyecto <strong> Descripción </strong>

source: Posted by:
es_es: Publicado por:

# comments title
source: One Comment
es_es: Un comentario

source: By
es_es: Por

source: Read More
es_es: Leer Más

source: by
es_es: por

source: &copy; Copyright %s. All Rights Reserved.
es_es: &copy; Copyright %s. Todos los derechos reservados.

source: home
es_es: inicio

source: categories
es_es: categorías

source: wishlist
es_es: favoritos

source: account
es_es: cuenta

source: cart
es_es: carrito

source: Main Menu
es_es: Menú Principal

source: Secondary Menu
es_es: Menú Secundario

source: Sidebar Menu
es_es: Menu Lateral

source: Top Navigation
es_es: Navegación superior

source: View Switcher
es_es: Ver Selector

source: Currency Switcher
es_es: Moneda

source: Account Menu
es_es: Menú de cuenta

source: Primary
es_es: Primario

source: Secondary
es_es: Secundario

source: Tertiary
es_es: Terciario

source: Quaternary
es_es: Cuaternario

source: Dark
es_es: Oscuro

source: Light
es_es: Claro

source: %curr% of %total%
es_es: %curr% de %total%

source: <a href="%url%">The image</a> could not be loaded.
es_es: <a href="%url%">La imagen</a> no se pudo cargar.

source: <a href="%url%">The content</a> could not be loaded.
es_es: <a href="%url%">El contenido</a> no se pudo cargar.

source: Close
es_es: Cerrar

source: The requested content cannot be loaded.<br/>Please try again later.
es_es: El contenido solicitado no se puede cargar. <br/> Por favor, inténtalo más tarde.

source: Loading...
es_es: Cargando...

source: Back
es_es: Atrás

source: If you want to import demo, please backup current theme options in "Import / Export" section before import. Do you want to import demo?
es_es: Si quieres importar la demo, haz un backup del tema actual en “Importar / Exportar” antes. ¿Quieres importarla?

source: Search for...
es_es: Buscar…

source: Warning
es_es: Advertencia

source: Captcha Invalid!
es_es: Captcha inválido!

source: Logout
es_es: Salir

source: Register
es_es: Registrarse

source: Login
es_es: Acceder

source: Secondary Logo
es_es: Logotipo Secundario

source: My Account
es_es: Mi cuenta

source: Wishlist
es_es: Favoritos

source: Dashboard
es_es: Escritorio

source: Page Layouts
es_es: Formato de páginas

source: Theme Options
es_es: Opciones del Tema

source: Advanced Options
es_es: Opciones avanzadas

source: Setup Wizard
es_es: Asistente de configuración

source: Speed Optimize Wizard
es_es: Asistente de optimización de velocidad

source: Version Control
es_es: Control de versiones

source: Tools
es_es: Herramientas

source: Templates Builder
es_es: Generador de plantillas

source: Please <a href="admin.php?page=porto">register</a> Porto theme to get access to pre-built demo websites and auto updates.
es_es: Por favor, <a href="admin.php?page=porto">registra</a> el tema Porto para obtener acceso a las plantillas prestablecidas y a las actualizaciones automáticas.

source: Purchase Code is not valid or could not connect to the API server! Please try again later.
es_es: ¡El código de compra no es válido o no se pudo conectar al servidor de API! Por favor, inténtelo de nuevo más tarde.

source: View Details
es_es: Ver detalles

source: Sorry, it could not connect to the Porto API server. Please try again later.
es_es: Lo sentimos, no se pudo conectar al servidor API de Porto. Inténtalo de nuevo más tarde.

source: Please %1$sregister%2$s Porto theme to get access to pre-built demo websites and auto updates.
es_es: Por favor %1$sregístrese%2$s Tema Porto para obtener acceso a sitios web de demostración pre-construidos y actualizaciones automáticas.

source: %1$sImportant!%2$s One %3$sstandard license%4$s is valid for only %1$s1 website%2$s. Running multiple websites on a single license is a copyright violation.
es_es: %1$s¡Importante!%2$s Una %3$slicencia estándar%4$s es válida sólo para %1$s1 sitio web%2$s. La ejecución de varios sitios web con una sola licencia es una violación de los derechos de autor.

source: Dismiss this notice.
es_es: Descartar este aviso.

source: Select one of existing headers or %1$screate a new header%2$s.
es_es: Seleccione uno de los encabezados existentes o %1$screar un nuevo encabezado%2$s.

source: Select Header
es_es: Selecciona Cabecera

source: Select one of existing footers or %1$screate a new footer%2$s.
es_es: Seleccione uno de los pies de página existentes o %1$screar un nuevo pie de página%2$s.

source: Select Footer
es_es: Seleccionar pie de página

source: Select one of existing product archive templates or %1$screate a new shop%2$s.
es_es: Seleccione una de las plantillas de archivo de productos existentes o %1$screar una nueva tienda%2$s.

source: Select Product Archive Template
es_es: Seleccione la Plantilla de Archivo de Productos

source: Select one of existing post archive templates or %1$screate a new archive%2$s.
es_es: Seleccione una de las plantillas de archivo de correo existentes o %1$screar un nuevo archivo%2$s.

source: Select Archive Template
es_es: Seleccione la plantilla de archivo

source: Select one of existing post single templates or %1$screate a new single%2$s.
es_es: Seleccione una de las plantillas de post single existentes o %1$screar una nueva single%2$s.

source: Select Single Template
es_es: Seleccione una plantilla única

source: Select one of existing single product templates or %1$screate a new single product%2$s.
es_es: Seleccione una de las plantillas de un solo producto existentes o %1$screar un nuevo producto único%2$s.

source: Select Single Product Template
es_es: Seleccione una Plantilla de Producto Único

source: Select one of existing popup templates or %1$screate a new popup%2$s.
es_es: Seleccione una de las plantillas emergentes existentes o %1$screar una nueva ventana emergente%2$s.

source: Select Popup Template
es_es: Seleccione la Plantilla Emergente

source: %1$sRegister sidebars.%3$s Change page layout and set sidebar on %2$sTheme Option%3$s Panel
es_es: %1$s Registrar barras laterales. %3$s Cambiar el diseño de página y establecer la barra lateral en %2$s Opción de %3$s Panel

source: Select one of existing blocks or %1$screate a new block%2$s.
es_es: Seleccione uno de los bloques existentes o %1$screar un nuevo bloque%2$s.

source: Select Block
es_es: Seleccionar bloque

source: Select %1$s
es_es: Seleccione %1$s

source: Select Sidebar
es_es: Seleccionar barra lateral

source: Display Condition
es_es: Condición de la pantalla

source: Open
es_es: Abierto

source: Remove
es_es: Eliminar

source: Action failed. Please refresh the page and retry.
es_es: Error en la acción. Por favor, recarga la página y vuelve a intentarlo.

source: Plugin transients cleared
es_es: Transitorios de plugin borrados

source: Porto Studio transients cleared
es_es: Transitorios de Porto Studio eliminados

source: Shortcode CSS compiled failed.
es_es: Error al compilar CSS de shortcode.

source: All CSS compiled successfully.
es_es: Todo css compilado correctamente.

source: Refreshed successfully.
es_es: Se ha actualizado correctamente.

source: To a Lower Version
es_es: A una versión inferior

source: Rollback to a Previous Version
es_es: Retroceder a una versión anterior

source: Are you experiencing an issue with Porto version %s? If you have the issues, we recommend you should reinstall a previous version.
es_es: ¿Está experimentando un problema con la versión %s de Porto? Si tiene esos problemas, le recomendamos que reinstale una versión anterior.

source: Rollback Version:
es_es: Versión de retroceso:

source: RollBack to
es_es: Volver a

source: Refresh Versions
es_es: Actualizar versiones

source: Warning: Please backup your database before rollback.
es_es: Advertencia: Por favor, haga una copia de seguridad de su base de datos antes de revertirla.

source: Advanced
es_es: Avanzado

source: version %s
es_es: versión %s

source: Uploads folder writable
es_es: Carpeta uploads escribible

source: Uploads folder must be writable. Please set write permission to your wp-content/uploads folder.
es_es: La carpeta de subidas debe tener permiso de escritura. Establece el permiso de escritura en la carpeta wp-content/uploads.

source: WP File System
es_es: Sistema de Archivos

source: File System access is required for pre-built websites and plugins installation. Please contact your hosting provider.
es_es: El acceso al sistema de archivos es necesario para la instalación de sitios web pre-construidos y plugins. Póngase en contacto con su proveedor de alojamiento.

source: ZipArchive
es_es: Archivos ZIP

source: ZipArchive is required for pre-built websites and plugins installation. Please contact your hosting provider.
es_es: ZipArchive es necesario para la instalación de sitios web preconstruidos y plugins. Póngase en contacto con su proveedor de alojamiento.

source: SUHOSIN Installed
es_es: Suhosin Instalado

source: Suhosin may need to be configured to increase its data submission limits.
es_es: Puede ser necesario configurar Suhosin para aumentar sus límites de envío de datos.

source: PHP Memory Limit:
es_es: Límite de memoria PHP:

source: Minimum %1$s128 MB%2$s is required, %1$s256 MB%2$s is recommended.
es_es: Se requiere un mínimo de %1$s128 MB%2$s, se recomienda %1$s256 MB%2$s.

source: Current memory limit is OK, however %1$s256 MB%2$s is recommended.
es_es: El límite de memoria actual está bien, pero se recomienda %1$s256 MB%2$s.

source: Minimum %1$s300%2$s is required, %1$s600%2$s is recommended.
es_es: Se requiere un mínimo de %1$s300%2$s, se recomienda %1$s600%2$s.

source: Current time limit is OK, however %1$s600%2$s is recommended.
es_es: El límite de tiempo actual está bien, pero se recomienda %1$s600%2$s.

source: Minimum 2000 is required
es_es: Se requiere un mínimo de 2000

source: Do not worry if you are unable to update your server configuration due to hosting limit, you can use "Alternative Import" method in Demo Content import page.
es_es: No se preocupe si no puede actualizar la configuración de su servidor debido al límite de alojamiento, puede utilizar el método de "Importación alternativa" en la página de importación de contenido de la demostración.

source: php.ini values are shown above. Real values may vary, please check your limits using
es_es: los valores de php.ini se muestran arriba. Los valores reales pueden variar, por favor compruebe sus límites utilizando

source: Create page layouts and assign them to different pages with display condition.
es_es: Cree diseños de página y asígnelos a diferentes páginas con condición de visualización.

source: Page Layout for Template Bulider
es_es: Diseño de página para la plantilla Bulider

source: Popup Builder for Any Page
es_es: Constructor de ventanas emergentes para cualquier página

source: Top
es_es: Arriba

source: Header
es_es: Encabezado

source: Banner
es_es: Bandera

source: Content Top
es_es: Contenido Superior

source: Content Inner top
es_es: Contenido Interior superior

source: Single
es_es: Único

source: Archive
es_es: Archivo

source: Single Product
es_es: Producto individual

source: Product Archive
es_es: Archivo de productos

source: Content Inner Bottom
es_es: Contenido interior inferior

source: Sidebar
es_es: Barra lateral

source: Content Bottom
es_es: Contenido Inferior

source: Footer
es_es: Pie de página

source: Bottom
es_es: Inferior

source: Add New Layout Condition
es_es: Añadir nueva condición de diseño

source: Please clear caches and transients here.
es_es: Por favor, borre las cachés y transitorios aquí.

source: Name
es_es: Nombre

source: Action
es_es: Acción

source: Plugin transients
es_es: Transitorios de plugins

source: This tool will clear the plugin(Porto Functionality, Revolution Slider and WPBakery Page Builder) update transients cache.
es_es: Esta herramienta borrará la caché de transitorios de actualización del complemento (Porto Functionality, Revolution Slider y WPBakery Page Builder).

source: Clear transients
es_es: Borrar datos temporales

source: Studio Block transients
es_es: Transitorios de bloque de estudio

source: This tool will clear the Porto Studio block transients cache.
es_es: Esta herramienta borrará la caché de transitorios de bloques de Porto Studio.

source: Compile all css & Clear merged css and js
es_es: Compilar todo el css y limpiar el css y el js fusionados

source: This tool will compile shortcodes css, bootstrap css and dynamic styles and clear merged stylesheet and javascript.
es_es: Esta herramienta compilará shortcodes css, bootstrap css y estilos dinámicos y limpiará la hoja de estilos y el javascript fusionados.

source: Compile CSS
es_es: Compilar CSS

source: Refresh templates information
es_es: Actualizar la información de las plantillas

source: This tool will reset the information about Porto templates used in pages, posts, sidebars, menus, etc.
es_es: Esta herramienta restablecerá la información sobre las plantillas de Oporto utilizadas en páginas, publicaciones, barras laterales, menús, etc.

source: Refresh Templates
es_es: Actualizar plantillas

source: Refresh Templates' display conditions
es_es: Actualizar las condiciones de visualización de las plantillas

source: This tool will reset the display conditions for all templates.
es_es: Esta herramienta restablecerá las condiciones de visualización de todas las plantillas.

source: Refresh Conditions
es_es: Actualizar condiciones

source: Welcome to Porto!
es_es: Bienvenido a Porto!

source: Porto is now installed and ready to use! Read below for additional information. We hope you enjoy it!
es_es: ¡Porto ya está instalado y listo para usar! Lea a continuación para obtener información adicional. ¡Esperamos que lo disfrutes!

source: Congratulations! Your product is registered now.
es_es: ¡Felicidades! El producto ha sido registrado.

source: Please enter your Purchase Code to complete registration.
es_es: Introduce tu código de compra para completar el registro.

source: Deactivate
es_es: Desactivar

source: Submit
es_es: Enviar

source: Where can I find my purchase code?
es_es: ¿Dónde puedo encontrar mi código de compra?

source: Please go to %1$sThemeForest.net/downloads%2$s
es_es: Por favor, ve a %1$sThemeForest.net/downloads%2$s

source: Click the %1$sDownload%2$s button in Porto row
es_es: Haz clic en el botón %1$sDescargar%2$s del ítem Porto

source: Select %1$sLicense Certificate &amp; Purchase code%2$s
es_es: Selecciona %1$sLicense Certificate &amp; Purchase code%2$s

source: Copy %1$sItem Purchase Code%2$s
es_es: Copia el %1$sItem Purchase Code%2$s

source: Before you get started, please be sure to always check out %1$sthis documentation%2$s. We outline all kinds of good information, and provide you with all the details you need to use Porto.
es_es: Antes de empezar, asegúrate de revisar %1$sesta documentación%2$s. Hemos incluido todo tipo de información relevante, y hemos proporcionado todos los detalles que necesitas para utilizar Porto.

source: If you are unable to find your answer in our documentation, we encourage you to contact us through %1$ssupport page%2$s with your site CPanel (or FTP) and WordPress admin details. We are very happy to help you and you will get reply from us more faster than you expected.
es_es: Si no puedes encontrar la respuesta en nuestra documentación, te recomendamos que te pongas en contacto con nosotros a través de %1$ssupport page%2$s proporcionando tu sitio CPanel (o FTP) y los detalles de administración de WordPress. Estaremos muy contentos de ayudarte y recibirás una respuesta lo más rápido posible.

source: Click here to view change logs.
es_es: Haga clic aquí para ver los registros de logs.

source: Thank you, we hope you to enjoy using Porto!
es_es: Gracias, ¡esperamos que disfrutes de Porto!

source: System Status
es_es: Estado del Sistema

source: Reset Options
es_es: Restablecer opciones

source: Click reset button to reset all options to default values.
es_es: Haz clic en el botón Restablecer para restaurar todos los ajustes a los valores predeterminados.

source: Reset Theme Options
es_es: Restablecer Opciones del Tema

source: Mini Cart
es_es: Mini Carrito

source: ☰ Mobile Menu Icon
es_es: ☰ Version móvil del menú

source: Main Toggle Menu
es_es: Menú principal desplegable

source: Top Menu
es_es: Menú Superior

source: Custom Menu
es_es: Menú personalizado

source: Search Form
es_es: Formulario de Búsqueda

source: Social Icons
es_es: Iconos de redes sociales

source: Contact
es_es: Contacto

source: Language Switcher
es_es: Selector de idioma

source: Compare
es_es: Comparar

source: Porto Block
es_es: Bloque Porto

source: Row
es_es: Fila

source: Header Top Left
es_es: Encabezado superior izquierdo

source: Header Top Center
es_es: Encabezado superior centro

source: Header Top Right
es_es: Encabezado superior derecho

source: Header Main Left
es_es: Encabezado principal izquierda

source: Header Main Center
es_es: Encabezado principal centro

source: Header Main Right
es_es: Encabezado principal derecha

source: Header Bottom Left
es_es: Encabezado inferior izquierda

source: Header Bottom Center
es_es: Encabezado inferior centro

source: Header Bottom Right
es_es: Encabezado inferior derecha

source: Mobile Header Top Left
es_es: Encabezado móvil superior izquierda

source: Mobile Header Top Center
es_es: Encabezado móvil superior centro

source: Mobile Header Top Right
es_es: Encabezado móvil superior derecha

source: Mobile Header Main Left
es_es: Encabezado móvil principal izquierda

source: Mobile Header Main Center
es_es: Encabezado móvil principal centro

source: Mobile Header Main Right
es_es: Encabezado móvil principal derecha

source: Mobile Header Bottom Left
es_es: Encabezado móvil inferior izquierda

source: Mobile Header Bottom Center
es_es: Encabezado móvil inferior centro

source: Mobile Header Bottom Right
es_es: Encabezado móvil inferior derecha

source: Header Builder
es_es: Editor de Cabecera

source: New Header Layout
es_es: Nuevo diseño de encabezado

source: Header Type Title
es_es: Título del tipo de encabezado

source: Add Header Layout
es_es: Añadir diseño de encabezado

source: Select Header Layout...
es_es: Selecciona el diseño de encabezado...

source: Select a header layout to edit:
es_es: Seleccione un diseño para el encabezado:

source: Header Presets
es_es: Preajustes del encabezado

source: Preset
es_es: Preajuste

source: Type
es_es: Tipo

source: Default
es_es: Defecto

source: Side Header
es_es: Cabecera lLateral

source: Side Header Toggle
es_es: Palanca de Cabecera Lateral

source: No Toggle
es_es: Sin conmutador

source: In Side Bar
es_es: En barra lateral

source: In Top Bar
es_es: En barra superior

source: Upload a Logo in Toggle bar
es_es: Cargar un logotipo en la barra de conmutación

source: Disable Overlay
es_es: Desactivar superposición

source: Description in Toggle bar
es_es: Descripción de la barra de conmutación

source: Side Header Width (px)
es_es: Ancho de Cabecera Lateral (px)

source: Select a block
es_es: Selecciona un bloque

source: Custom CSS Class
es_es: Personalizar CSS Class

source: Note: You need to click Save button below to make changes.
es_es: Nota: Debes pulsar el botón Guardar para realizar cambios.

source: Save
es_es: Guardar

source: Additional CSS
es_es: CSS adicional

source: Header Builder Elements
es_es: Elementos del editor del encabezado

source: Clear All
es_es: Vaciar todo

source: Elements
es_es: Elementos

source: Drag &amp; Drop
es_es: Arrastrar y soltar

source: Header Top
es_es: Encabezado superior

source: Header Main
es_es: Cabecera principal

source: Header Bottom
es_es: Parte inferior de la cabecera

source: 1 column - 1/12
es_es: 1 columna - 1/12

source: 2 columns - 1/6
es_es: 2 columnas - 1/6

source: 3 columns - 1/4
es_es: 3 columnas - 1/4

source: 4 columns - 1/3
es_es: 4 Columnas - 1/3

source: 5 columns - 5/12
es_es: 5 columnas - 5/12

source: 6 columns - 1/2
es_es: 6 Columnas - 1/2

source: 7 columns - 7/12
es_es: 7 columnas - 7/12

source: 8 columns - 2/3
es_es: 8 columnas - 2/3

source: 9 columns - 3/4
es_es: 9 Columnas - 3/4

source: 10 columns - 5/6
es_es: 10 Columnas - 5/6

source: 11 columns - 11/12)
es_es: 11 Columnas - 11/12)

source: 12 columns - 1/1
es_es: 12 Columnas - 1/1

source: Warning!
es_es: ¡Advertencia!

source: File permissions of the wp-contnet/uploads folder are not writable on your server. If you do not fix this, then you cannot import demos properly on your server.
es_es: Los permisos de los archivos de la carpeta wp-contnet/uploads no se pueden escribir en su servidor. Si no soluciona esto, no podrá importar demos correctamente en su servidor.

source: How to fix it?
es_es: ¿Cómo solucionarlo?

source: OK
es_es: Aceptar

source: CANCEL
es_es: CANCELAR

source: Theme &rsaquo; Setup Wizard
es_es: Tema &rsaquo; asistente de configuración

source: Welcome
es_es: Bienvenido

source: Activate
es_es: Activar

source: Status
es_es: Estado

source: Child Theme
es_es: Tema Hijo

source: Demo Content
es_es: Contenido Demo

source: Support
es_es: Soporte

source: Ready!
es_es: ¡Listo!

source: This quick setup wizard will help you configure your new website.
es_es: Este asistente de instalación rápida te ayudará a configurar tu nuevo sitio web.

source: Welcome to the setup wizard for %s.
es_es: Bienvenido al asistente de configuración para %s.

source: It looks like you already have setup Porto.
es_es: Parece que usted ya tiene Fesutek configurado.

source: Run Setup Wizard Again
es_es: Ejecutar asistente de instalación de nuevo

source: Exit to Porto Panel
es_es: Salida al panel de Porto
