Repository: pachoEc/rintin-wp-mkt
Catalog: languages/themes/porto-*.po
Languages: es_es

source: Thank you for choosing the %s theme. This quick setup wizard will help you configure your new website. This wizard will install the required WordPress plugins, demo content, logo, etc.
es_es: Gracias por elegir el tema %s. Este asistente de configuración rápida te ayudará a configurar tu nuevo sitio web. Este asistente instalará los plugins de WordPress requeridos, contenido de demostración, logotipo, etc.

source: No time right now?
es_es: ¿No hay tiempo ahora?

source: If you don't want to go through the wizard, you can skip and return to the WordPress dashboard. Come back anytime if you change your mind!
es_es: Si no quieres pasar por el asistente, puedes saltar y volver al tablero de WordPress. ¡Regresa cuando quieras si cambias de opinión!

source: Not right now
es_es: Ahora no

source: Let's Go
es_es: Vamos

source: Continue
es_es: Seguir

source: Default Plugins
es_es: Plugins por defecto

source: This will install the default plugins which is used in Porto.
es_es: Esto instalará los plugins predeterminados que se utilizan en Fesutek.

source: We do not recommend to activate more than one page builders(Elementor, WPBakery or Visual Composer) together. It might occur unexpected issues on your site configuration and affect performance.
es_es: No se recomienda activar más de un constructor de páginas (Elementor, WPBakery o Visual Composer) juntos. Puede producirse problemas inesperados en la configuración del sitio y afectar al rendimiento.

source: Please check the plugins to install:
es_es: Por favor, compruebe los plugins para instalar:

source: Load more plugins fully compatible with Porto
es_es: Carga más plugins totalmente compatibles con Porto

source: Installation
es_es: Instalación

source: Update
es_es: Actualizar

source: Activation
es_es: Activación

source: %s required
es_es: %s Porcentaje requerido

source: %s recommended for certain demos
es_es: %s recomendado para ciertas demos

source: Good news! All plugins are already installed and up to date. Please continue.
es_es: ¡Buenas noticias! Todos los plugins están instalados y actualizados. Por favor continúa.

source: No Slug Found
es_es: No se encontró Slug

source: Activating Plugin
es_es: Activando plugin

source: Updating Plugin
es_es: Actualizando Plugin

source: Installing Plugin
es_es: Instalando Plugin

source: Success
es_es: Éxito

source: %1$sChild Theme %2$s%3$s%4$s created and activated!%5$sFolder is located in wp-content/themes/%2$s%6$s%4$s%7$s
es_es: %1$sTema hijo %2$s%3$s%4$s creado y activado! %5$sLa carpeta se encuentra en wp-content/themes/%2$s%6$s%4$s%7$s

source: Demo Content Installation
es_es: Instalación de contenido de demostración

source: In this step, you can upload your logo and select a demo to install.
es_es: En este paso, puedes subir tu logo y seleccionar una demo para instalar.

source: Upload Your Logo:
es_es: Suba su logotipo:

source: Upload Logo
es_es: Subir Logo

source: Remove all installed demo contents
es_es: Eliminar todo el contenido de demostración instalado

source: Remove Content
es_es: Eliminar Contenido

source: All
es_es: Todos

source: Pages
es_es: Páginas

source: Posts
es_es: Publicaciones

source: Portfolios
es_es: Portafolios

source: Members
es_es: Miembros

source: Events
es_es: Eventos

source: Attachments
es_es: Archivos adjuntos

source: Products
es_es: Productos

source: Builders
es_es: Redactores

source: Please backup your site before removing demo contents. If you updated the contents after import, they might be removed too.
es_es: Por favor, haga una copia de seguridad de su sitio antes de eliminar el contenido de la demostración. Si actualizó el contenido después de la importación, es posible que también se eliminen.

source: Remove Demo Contents
es_es: Eliminar Contenido de Demostración

source: Select Demo:
es_es: Seleccione Demo:

source: Details
es_es: Detalles

source: Import theme options
es_es: Opciones de temas de importación

source: Reset menus
es_es: Restablecer Menus

source: Reset widgets
es_es: Restablecer Widgets

source: Import dummy content
es_es: Importar contenido dummy

source: Import widgets
es_es: Importar widgets

source: Import icons for ultimate addons plugin
es_es: Iconos de importación para el complemento de complementos finales

source: Import Element pages
es_es: Importar páginas de elementos

source: Override existing contents
es_es: Sobrescribir contenido existente

source: Do you want to install demo? It can also take a minute to complete.
es_es: ¿Quiéres instalar la demo? También puede tomar un minuto en completarse.

source: WPBakery Page Builder is required.
es_es: WPBakery Page Builder es requerido.

source: Revolution Slider
es_es: Control deslizante revolución

source: Revolution Slider is required.
es_es: Revolution Slider es requerido.

source: Elementor is required.
es_es: Elementor es requerido.

source: Dynamic Featured Image
es_es: Imagen destacada dinámica

source: Dynamic Featured Image is required.
es_es: Se requiere una imagen destacada dinámica.

source: Porto VC Addon is required.
es_es: Se requiere el complemento Porto VC.

source: Visual Composer is required.
es_es: Visual Composer es requerido.

source: Please go to %1$sPlugins step%2$s and install required plugins.
es_es: Por favor, ve al %1$s paso de Plugins%2$s e instala los plugins necesarios.

source: Standard Import
es_es: Importación estándar

source: Your server performance does not satisfy Porto demo importer engine's requirement. We recommend you to use alternative method to perform demo import without any issues but it may take much time than standard import.
es_es: El rendimiento del servidor no satisface los requisitos del motor de demostración de Porto. Le recomendamos que utilice el método alternativo para realizar la importación de demostración sin problemas, pero puede tomar mucho tiempo que la importación estándar.

source: If you have any issues with standard import, please use Alternative mode. But it may take much time than standard import.
es_es: Si tiene algún problema con la importación estándar, use el modo Alternativo. Pero puede llevar mucho tiempo que la importación estándar.

source: Alternative Mode
es_es: Modo alternativo

source: Activate Theme
es_es: Activar el Tema

source: Live Preview
es_es: Vista previa en vivo

source: Filter By:
es_es: Filtrado por:

source: Demo sliders %1$swill not%2$s be installed if Revolution Slider is not active.
es_es: Los Sliders Demo %1$sno%2$s se instalarán si Revolution Slider no está activo.

source: %1$sHubSpot%2$s's official WordPress plugin allows you to add forms, popups, and live chat to your website and integrate with the best WordPress CRM.
es_es: el plugin oficial de WordPress de %1$sHubSpot%2$s le permite añadir formularios, ventanas emergentes y chat en vivo a su sitio web e integrarse con el mejor CRM de WordPress.

source: Installing a demo provides pages, posts, menus, images, theme options, widgets and more.
es_es: Instalar un demo proporciona páginas, entradas, menús, imágenes, opciones de theme, widgets y más.

source: IMPORTANT:
es_es: IMPORTANTE:

source: The included plugins need to be installed and activated before you install a demo.
es_es: Los plugins incluidos deben ser instalados y activados antes de instalar una demo.

source: Please check the %1$sStatus%2$s step to ensure your server meets all requirements for a successful import. Settings that need attention will be listed in red.
es_es: Comprueba el paso %1$sEstado%2$s para asegurarte de que el servidor cumple todos los requisitos para una importación correcta. Los ajustes que necesiten atención aparecerán en rojo.

source: If you want to install demo later or don't want it, you can skip this step
es_es: Si desea instalar la demo más adelante o no la quiere, puede omitir este paso

source: Activate Porto Theme
es_es: Activar Porto Theme

source: You are using Envato Hosted.
es_es: Usted está utilizando el hospedaje de Envato.

source: Purchase code not updated. We will keep the existing one.
es_es: Código de compra no actualizado. Mantendremos el existente.

source: Your %1$spurchase code is valid%2$s. Thank you! Enjoy Porto Theme and automatic updates.
es_es: Tu %1$scódigo de compra es válido%2$s. ¡Gracias! Disfruta del tema De Porto y de sus actualizaciones automáticas.

source: Skip this step
es_es: Saltar este paso

source: Next Step
es_es: Siguiente Paso

source: Setup Porto Child Theme (Optional)
es_es: Configuración del Tema Porto Hijo (Opcional)

source: If you are going to make changes to the theme source code please use a <a href="https://codex.wordpress.org/Child_Themes" target="_blank" rel="noopener noreferrer">Child Theme</a> rather than modifying the main theme HTML/CSS/PHP code. This allows the parent theme to receive updates without overwriting your source code changes. Use the form below to create and activate the Child Theme.
es_es: Si va a realizar cambios en el código fuente del tema, use un <a href="https://codex.wordpress.org/Child_Themes" target="_blank" rel="noopener noreferrer">tema secundario</a> en lugar de modificar el código HTML / CSS / PHP del tema principal. Esto permite que el tema principal reciba actualizaciones sin sobrescribir los cambios en el código fuente. Utilice el siguiente formulario para crear y activar el tema secundario.

source: Child Theme Title:
es_es: Título del Child Theme:

source: If you're not sure what a Child Theme is just click the "Skip this step" button.
es_es: Si no está seguro de qué es un Tema Hijo, simplemente haga clic en el botón "Omitir este Paso".

source: Create and Use Child Theme
es_es: Crea y usa un Tema Hijo

source: Help and Support
es_es: Ayuda y apoyo

source: Agree and Continue
es_es: Aceptar y continuar

source: Your Website is Ready!
es_es: Tu sitio web está listo!

source: More Resources
es_es: Mas Recursos

source: Porto Documentation
es_es: Documentación de Porto

source: Learn how to use WooCommerce
es_es: Aprenda como usar WooCommerce

source: Learn how to use WordPress
es_es: Aprenda como usar WordPress

source: Leave an Item Rating
es_es: Deje una Valoración del Artículo

source: Setup WooCommerce (optional)
es_es: Configuración de WooCommerce (opcional)

source: View your new website!
es_es: Ver tu nuevo sitio web!

source: Remote API error.
es_es: Error de API remota.

source: Successfully reset menus!
es_es: Menús restablecido con éxito!

source: Successfully reset widgets!
es_es: Widgets reestablecidos con éxito!

source: Importing posts
es_es: Importando publicaciones

source: Imported posts
es_es: Publicaciones importadas

source: Successfully imported widgets!
es_es: Widgets importados con éxito!

source: Successfully imported revolution sliders!
es_es: ¡Revolution Sliders importadas correctamente!

source: Successfully imported simple line icon!
es_es: ¡Icono de línea simple importado con éxito!

source: Successfully imported theme options!
es_es: ¡Opciones del tema importados con éxito!

source: Successfully imported theme options! Please compile default css files in Porto -> Tools
es_es: ¡Importado con éxito las opciones del tema! Por favor, compile los archivos css por defecto en Porto -> Herramientas

source: Theme &rsaquo; Speed Optimize Wizard
es_es: Tema &rsaquo; asistente de optimización de velocidad

source: Performance
es_es: Rendimiento

source: Other Minify
es_es: Otros Minify

source: Final Optimize
es_es: Optimización final

source: This Speed Optimize Wizard is introduced to optimize all resources that are unnecessary for your site content.
es_es: Este Asistente de Optimización de Velocidad se introduce para optimizar todos los recursos que son innecesarios para el contenido de su sitio.

source: Welcome to the Speed Optimize Wizard for %s.
es_es: Bienvenido al asistente de optimización de velocidad de %s.

source: This Speed Optimize Wizard is introduced to optimize all resources that are unnecessary for your site content. We experienced many customers asking to remove unused resources as customers use certain feature from bunch of Porto features. Each steps have enough description about how it works. Some options may occur some conflicts if your site is still in development progress, we recommend you to enable all options once site development is completed.
es_es: Este asistente de optimización de velocidad sirve para optimizar todos los recursos que no son necesarios para el contenido del sitio. Hemos tenido muchos clientes pidiendo eliminar los recursos no utilizados a medida que van utilizando ciertas características de un montón de opciones de Oporto. Cada paso tiene suficiente información sobre cómo funciona. Algunos ajustes podrían producir algunos conflictos si tu sitio todavía está en desarrollo, te recomendamos que habilites todas las opciones una vez que se complete el desarrollo del sitio.

source: Let's Go!
es_es: ¡Vamos allá!

source: Optimize WPBakery & Shortcodes
es_es: Optimizar WPBakery & Shortcodes

source: This will help you to optimize WPBakery and Porto shortcodes css files by removing unused shortcodes' style
es_es: Esto le ayudará a optimizar los archivos css WPBakery y Porto mediante la eliminación del estilo de los shortcodes no utilizados

source: Failed Shortcodes CSS compilation!
es_es: ¡Compilación CSS de shortcodes fallida!

source: Below shortcodes are never used in your site content. By choosing below shortcodes, you can remove all resources related to those features. This will reduce hundreds of KB of page size.
es_es: Los shortcodes a continuación nunca se han usado en el contenido de tu sitio. Al seleccionar los siguientes shortcodes, podrás eliminar todos los recursos relacionados con esas características. Esto reducirá cientos de Kb de tamaño de página.

source: Attention: You should uncheck necessary shortcodes and compile again to use removed shortcodes features.
es_es: Atención: Debes desmarcar los shortcodes necesarios y compilar de nuevo para utilizar las características de shortcodes eliminadas.

source: Please select shortcodes to remove.
es_es: Por favor, seleccione códigos cortos (shortcodes) a eliminar.

source: Toggle All
es_es: Desplegar todo

source: Compile & Continue
es_es: Compilar y continuar

source: Optimize Revolution Slider
es_es: Optimizar Revolution Slider

source: This will help you to avoid loading revolution slider js/css resources for the pages that does not use revolution slider feature.
es_es: Esto te ayudará a evitar la carga de recursos JS/CSS para las páginas que no utilicen Revolution Slider.

source: Only %sbelow pages are using revolution slider feature.
es_es: Solo las páginas %ssiguientes utilizan Revolution Slider.

source: %s and
es_es: %s y

source: By choosing this option rest pages will not load revolution js/css resources that are around 200KB.
es_es: Al elegir esta opción, el resto de páginas no cargarán recursos JS/CSS de Revolution Slider que suponen unos 200 KB.

source: Save & Continue
es_es: Guardar y Continuar

source: This will help you to set up general optimization settings such as follows.
es_es: Esto te ayudará a configurar la optimización general.

source: This will minify all css files which Porto theme generates such as skin, dynamic_style, shortcodes, etc. Also if you check this option, it uses minified javascript files.
es_es: Esto minimizará todos los archivos CSS que el tema Porto genere, como los de apariencia, estilos dinámicos, shortcodes, etc. También si marcas esta opción, se minimizarán los archivos Javascript.

source: Enable %1$sWeb Font Loader%2$s for Google Fonts
es_es: Habilitar %1$sWeb Font Loader%2$s para Google Fonts

source: By using this option, you can increase page speed about 4 percent in %1$sGoogle PageSpeed Insights%2$s for both of mobile and desktop.
es_es: Mediante esta opción, puedes aumentar la velocidad de la página en torno a un 4 por ciento en %1$sGoogle PageSpeed Insights%2$s para móviles y escritorios.

source: Optimize Bootstrap
es_es: Optimizar Bootstrap

source: By using this option, you can use bootstrap features only what Porto theme used. This will reduce around 150KB of page size.
es_es: Mediante el uso de esta opción, podrás utilizar las características de Bootstrap que sólo necesite el tema Porto. Esto reducirá en torno a 150 KB del tamaño de página.

source: Optimze FontAwesome
es_es: Optimizar FontAwesome

source: By using this option, you can use fontawesome icons only what Porto theme used. This will reduce around 40KB of page size.
es_es: Mediante el uso de esta opción, podrás utilizar los iconos FontAwesome que sólo necesite el tema Porto. Esto reducirá en torno a 40 KB del tamaño de página.

source: This will enqueue elementor fontawesome resources.
es_es: Esto pondrá en cola los recursos elementales o fontawesome.

source: This will enqueue dokan fontawesome resources.
es_es: Esto pondrá en cola los recursos de dokan fontawesome.

source: Dequeue Gutenberg block syle
es_es: Dequeue Gutenberg bloque syle

source: By using this option, Gutenberg block styles will not be enqueued if they were not used in the site. This will reduce around 150KB ~ 200KB of page size.
es_es: Al usar esta opción, los estilos de bloque Gutenberg no se pondrán en cola si no se utilizaron en el sitio. Esto reducirá alrededor de 150 KB a 200 KB de tamaño de página.

source: By using this option, you can remove WordPress' emojis script.
es_es: Al usar esta opción, puede eliminar el script de emojis de WordPress.

source: Disable jQuery Migrate Script
es_es: Deshabilitar jQuery Migrate Script

source: By using this option, you can disable jQuery migrate script. Please use this option if you are not using any deprecated jQuery code.
es_es: Mediante esta opción, puede deshabilitar el script jQuery migrate. Utilice esta opción si no está utilizando ningún código jQuery obsoleto.

source: Load jQuery in Footer
es_es: Cargar jQuery en el pie de página

source: Defer loading of jQuery to the footer of the page.
es_es: Diferir la carga de jQuery al pie de la página.

source: Disable Unused Content Types
es_es: Deshabilitar tipos de contenido no utilizados

source: Member
es_es: Miembro

source: Faq
es_es: Preguntas frecuentes

source: By disabling unused content types, you can reduce server response time and free up server space by deleting thumbnail files for these content types. We recommend to use Regenerate Thumbnails to remove image files for unregistered sizes after modifying these options.
es_es: Al deshabilitar los tipos de contenido no utilizados, podrás reducir el tiempo de respuesta del servidor y liberar espacio en el servidor eliminando las miniaturas para estos tipos de contenido. Se recomienda utilizar Regenerar miniaturas para eliminar archivos de imagen para tamaños no registrados después de modificar estos ajustes.

source: Disable Unused Templates Builders
es_es: Deshabilitar los generadores de plantillas no utilizados

source: Block
es_es: Bloque

source: Post Type
es_es: Tipo de publicación

source: Advanced Optimize
es_es: Optimización avanzada

source: Porto will help you to increase the speed of your site and it offers a poweful yet simple mode of builders only, which means we eliminated all unnecessary and duplicated options.
es_es: Porto le ayudará a aumentar la velocidad de su sitio y ofrece un modo de construcción potente pero sencillo, lo que significa que hemos eliminado todas las opciones innecesarias y duplicadas.

source: Disable Mobile Sliders
es_es: Desactivar los deslizadores móviles

source: Disable slider feature for elements in mobile.
es_es: Desactivar la función de deslizamiento de los elementos en el móvil.

source: Merge javascripts and stylesheets
es_es: Combinar javascripts y hojas de estilo

source: Compile the dynamic CSS to files (a separate file will be created for each page inside of the uploads folder)
es_es: Compilar el CSS dinámico a los archivos (se creará un archivo separado para cada página dentro de la carpeta uploads)

source: Enable Critical CSS
es_es: Habilitar CSS Crítico

source: Please use with above function: %1$smerge css & js%2$s!!! If you check this option, you can see it in the admin menu. It helps your site to reduce the rendering time and increase the google page speed.
es_es: Por favor, utilice con la función anterior: %1$s¡¡Combinar css y js%2$s!! Si usted marca esta opción, se puede ver en el menú de administración. Ayuda a su sitio para reducir el tiempo de representación y aumentar la velocidad de la página de Google.

source: Ongoing Feature
es_es: Función en curso

source: Activate Soft Mode (Full Site Editing)
es_es: Activar el modo suave (edición completa del sitio)

source: If you develop a new site, you'd better activate the soft mode or import a soft mode demo. In this mode, you can use only template builders to full-site edit. Theme options and metaboxes that are unnecessary and overridden are removed. You will be no longer disturbed from complicated relationships of options. If you update the existing site into soft mode, you should backup your site db. Because most options you have set will be lost.
es_es: Si desarrolla un nuevo sitio, es mejor que active el modo suave o que importe una demo en modo suave. En este modo, usted puede utilizar sólo los constructores de plantillas para editar el sitio completo. Las opciones del tema y los metaboxes que son innecesarios y anulados se eliminan. Ya no le molestarán las complicadas relaciones de opciones. Si usted actualiza el sitio existente en modo suave, debe hacer una copia de seguridad de su sitio db. Porque la mayoría de las opciones que ha establecido se perderá.

source: Controls several performance options.
es_es: Controla varias opciones de rendimiento.

source: WordPress JPG Quality
es_es: Calidad JPG de WordPress

source: This option controls the quality of the generated images by WordPress. Please use Regenerate Thumbnails to regenerate image files after changing this value.
es_es: Esta opción controla la calidad de las imágenes generadas por WordPress. Utilice Regenerar miniaturas para regenerar archivos de imagen después de cambiar este valor.

source: WordPress Max Image Size (width or height)
es_es: Tamaño Máximo de Imagen de WordPress (ancho o alto)

source: This option sets the threshold for image width or height. Please use "0" value to disable the threshold.
es_es: Esta opción establece el umbral para el ancho o alto de la imagen. Utilice el valor "0" para deshabilitar el umbral.

source: Lazy Load Images
es_es: Habilitar / deshabilitar carga lenta para imágenes

source: Use with caution! Disable this option if you have any compability problems.
es_es: ¡Utilízalo con precaución! Deshabilita esta opción si tienes algún problema de compatibilidad.

source: Lazy Load Sub Menus
es_es: Submenús de carga en diferido

source: Disable
es_es: Inhabilitar

source: After Page Loading
es_es: Después de la carga de la página

source: On First Hover
es_es: Al pasar el cursor por primera vez

source: Preload Icon Fonts and Images
es_es: Precarga de fuentes e imágenes de iconos

source: This improves page load time as the browser caches preloaded resources so they are available immediately when needed. By using this option, you can increase page speed about 1 ~ 4 percent in %1$sGoogle PageSpeed Insights%2$s for both of mobile and desktop.
es_es: Esto mejora el tiempo de carga de la página, ya que el explorador almacena en caché los recursos precargados para que estén disponibles inmediatamente cuando sea necesario. Mediante el uso de esta opción, puede aumentar la velocidad de la página alrededor de 1 ~ 4 por ciento en %1$sGoogle PageSpeed Insights%2$s para dispositivos móviles y de escritorio.

source: Font Awesome 5 Solid
es_es: Fuente impresionante 5 Sólido

source: Font Awesome 5 Brands
es_es: Fuente impresionante 5 Marcas

source: Simple Line Icons
es_es: Iconos Simple Line
