Repository: pachoEc/rintin-wp-mkt
Catalog: languages/themes/porto-*.po
Languages: es_es

source: Show Progressive Page header in Cart and Checkout page
es_es: Mostrar encabezado de página progresiva en la página Carro y pago

source: Select "Yes" to use progressive page header which displays three steps: shopping cart, checkout and order complete.
es_es: Seleccione "Sí" para utilizar un encabezado de página progresivo que muestre tres pasos: carrito de la compra y pedido completado.

source: Show Border on product images
es_es: Mostrar borde en las imágenes de productos

source: Select "Yes" to display border( width: 1px, color: #F4F4F4 ) on product image in all products.
es_es: Seleccione "Sí" para mostrar el borde ( ancho: 1px, color: #F4F4F4 ) en la imagen del producto en todos los productos.

source: Select roles to see product price
es_es: Seleccione roles para ver el precio del producto

source: Product Labels
es_es: Etiquetas de producto

source: Select labels to display
es_es: Seleccionar etiquetas para mostrar

source: Hot
es_es: Caliente

source: Sale
es_es: Oferta

source: New
es_es: Nuevo

source: "Hot" Text
es_es: Texto "Hot"

source: This will be displayed in the featured product.
es_es: Se mostrará en el producto destacado.

source: "Sale" Text
es_es: Texto "Oferta"

source: This will be displayed in the product on sale.
es_es: Esto se mostrará en el producto en oferta.

source: Show Saved Sale Price Percentage
es_es: Mostrar el porcentaje ahorrado de precio de venta

source: Select "No" to display "Sale" text instead of sale percentage.
es_es: Seleccione "No" para mostrar el texto "Oferta" en lugar del porcentaje de oferta.

source: New Product Label
es_es: Nueva etiqueta de producto

source: This will be displayed in the new product.
es_es: Esto se mostrará en el nuevo producto.

source: New Product Period (days)
es_es: Periodo del nuevo producto (días)

source: The Products which were created over this option will be displayed
es_es: Se mostrarán los productos creados sobre esta opción

source: Sales Popup Content
es_es: Contenido emergente de ventas

source: Select which products you want to show in sales popup.
es_es: Seleccione los productos que desea mostrar en la ventana emergente ventas.

source: Do not show
es_es: No mostrar

source: Recent sale products
es_es: Productos de venta recientes

source: Popular products
es_es: Productos populares

source: Top rated products
es_es: Productos mejor valorados

source: Sale products
es_es: Oferta

source: Featured products
es_es: Productos destacados

source: Recent products
es_es: Productos Recientes

source: Popup Title
es_es: Título popup

source: Someone just purchased
es_es: Alguien acaba de comprar

source: This will show at top of popup dialog.
es_es: Esto se mostrará en la parte superior del diálogo emergente.

source: Products Count
es_es: Número de productos

source: Start Delay(seconds)
es_es: Retardo de inicio (segundos)

source: Change delay time to show the first popup after page loading.
es_es: Cambie el tiempo de retardo para mostrar la primera ventana emergente después de la carga de la página.

source: Interval(seconds)
es_es: Intervalo (segundos)

source: Change duration between popups. Each sales popup will be disappeared after 4 seconds.
es_es: Cambie la duración entre ventanas emergentes. Cada ventana emergente de ventas desaparecerá después de 4 segundos.

source: Enable on Mobile
es_es: Habilitar en el móvil

source: Do you want to enable sales popup on mobile?
es_es: ¿Desea habilitar la ventana emergente de ventas en el móvil?

source: Pre-Order
es_es: Hacer un pedido

source: Enable Pre-Order
es_es: Habilitar reserva

source: Pre-Order functionality offers customers the chance to purchase the unavailable products and provide them only after they are officially on sale.
es_es: La funcionalidad de reserva ofrece a los clientes la oportunidad de comprar los productos no disponibles y proporcionarlos solo después de que estén oficialmente a la venta.

source: Before selecting "ON", You should check "pre-order" meta option of WooCoommerce Product.
es_es: Antes de seleccionar "ON", debe marcar la opción meta "pre-order" de WooCoommerce Product.

source: Pre-Order Label
es_es: Etiqueta de reserva

source: This text will be used on 'Add to Cart' button.
es_es: Este texto se utilizará en el botón 'Añadir al carrito'.

source: Pre-Order Availability Date Text
es_es: Texto de la fecha de disponibilidad de Pre-Orden

source: ex: Available date: %1$s (%1$s will be replaced with available date.)
es_es: por ejemplo: Fecha disponible: %1$s (%1$s se reemplazará por la fecha disponible.)

source: Pre-Order No Date Message
es_es: Mensaje de Pre-Orden sin fecha

source: This text will be used for the product without Available Date.
es_es: Este texto se utilizará para el producto sin Fecha Disponible.

source: Available soon
es_es: Disponible pronto

source: Product Archives
es_es: Archivos de productos

source: Shop Page Layout.
es_es: Diseño de la página de la tienda.

source: Filter Layout
es_es: Diseño de Filtro

source: Horizontal 1 and Off Canvas filters requires the page layout which has sidebar.
es_es: Los filtros Horizontal 1 y Off Canvas requieren el diseño de página que tiene barra lateral.

source: Filters in Left & Right Sidebar
es_es: Filtros en la Barra lateral Izquierda & Derecha

source: Horizontal filters 1
es_es: Filtros horizontales 1

source: Horizontal filters 2
es_es: Filtros horizontales 2

source: Pagination style
es_es: Estilo de paginación

source: This option isn't fit to "Product Archive" Builder page.
es_es: Esta opción no es apta para la página del constructor "Archivo de productos".

source: Load More
es_es: Carga más

source: Enable Ajax Filter
es_es: Habilitar Filtro Ajax

source: Select "Yes" to filter all products including default pagination by Ajax in shop pages.
es_es: Seleccione "Sí" para filtrar todos los productos incluyendo la paginación por defecto por Ajax en las páginas de la tienda.

source: Products per Page
es_es: Página de Error 404

source: Comma separated list of product counts.
es_es: Recuento de listas de productos separados por comas.

source: View Mode
es_es: Modo de visualización

source: Products display mode in shop pages
es_es: Modo de visualización de productos en las páginas de la tienda

source: This option isn't available to "Product Archive" Builder.
es_es: Esta opción no está disponible para el Constructor "Archivo de productos".

source: Shop Page Product Columns
es_es: Columnas de productos en la página de tienda

source: Controls the number of columns to display in non-builder shop page.
es_es: Controla el número de columnas a mostrar en la página de la tienda sin constructor.

source: Shop Page Product Columns on Mobile ( < 576px )
es_es: Columnas de productos en la página de tienda para móviles ( < 576px )

source: Controls the number of columns to display for mobile in non-builder shop page.
es_es: Controla el número de columnas a mostrar para móviles en la página de la tienda sin constructor.

source: Category Product Columns
es_es: Categoría Columnas de productos

source: Category Product Columns on Mobile ( < 576px )
es_es: Columnas de categorías de productos para móviles ( < 576px )

source: Controls the number of columns to display for mobile in non-builder category page.
es_es: Controla el número de columnas a mostrar para móviles en la página de categoría no constructora.

source: Category Content Position
es_es: Posición de contenido de categoría

source: Inner Bottom Left
es_es: Parte inferior interior izquierda

source: Outside Center
es_es: Centro exterior

source: Enable Image Hover Effect
es_es: Habilitar Efecto al pasar encima de Imagen

source: This option is available to <strong>Type Builder Widget</strong> <strong>Porto Posts Grid</strong>.
es_es: Esta opción está disponible para el <strong>Type Builder Widget</strong> <strong>Porto Posts Grid</strong>.

source: If enabled, the first image of product gallery will be displayed on product hover.
es_es: Si está habilitada, la primera imagen de la galería de productos se mostrará al mantener el mouse del producto.

source: Show "Out of stock" Status
es_es: Mostrar estado Fuera de stock

source: Select "Yes" to display "Out of stock" text for the out-of-stock products.
es_es: Seleccione "Sí" para mostrar el texto "Sin existencias" para los productos no disponibles.

source: Product Layout Options
es_es: Opciones de diseño de productos

source: Change "A" Tag to "SPAN" Tag
es_es: Cambiar “A” Etiqueta de la etiqueta “SPAN”

source: Select "Yes" to use span tag for the add to cart, quickview and add to wishlist buttons in shop pages.
es_es: Seleccione "Sí" para usar la etiqueta span para agregar al carrito, ver rápidamente y agregar a los botones de la lista de deseos en las páginas de la tienda.

source: Product Layout
es_es: Diseño del producto

source: Select position of add to cart, add to wishlist, quickview.
es_es: Seleccione la posición de Añadir a la cesta, Añadir a la lista de deseos y Vista rápida.

source: Default - Show Links on Hover
es_es: Predeterminado - Mostrar enlaces al pasar el cursor

source: Add to Cart, Quick View On Image
es_es: Añadir a la cesta, Vista rápida de imagen

source: Add to Cart, Quick View On Image with Padding
es_es: Añadir a la cesta, vista rápida de imagen con espaciado

source: Link On Image
es_es: Enlace de la imagen

source: On Image
es_es: En la imagen

source: On Image with Overlay 1
es_es: En imagen con superposición 1

source: On Image with Overlay 2
es_es: En imagen con superposición 2

source: Show Quantity Input
es_es: Mostrar campo cantidad

source: Add to Cart Notification Type
es_es: Añadir al tipo de notificación de la cesta

source: Select the notification type whenever product is added to cart.
es_es: Seleccione el tipo de notificación siempre que se agregue el producto al carrito.

source: Show Color / Image swatch
es_es: Mostrar color / imagen Relojes

source: This is available for only variable product
es_es: Esto solo está disponible para productos variables

source: Select "YES" to show product categories to each product type.
es_es: Seleccione "SÍ" para mostrar las categorías de productos a cada tipo de producto.

source: Show Reviews
es_es: Mostrar valoraciones

source: Select "YES" to show review price to each product type.
es_es: Seleccione "SÍ" para mostrar el precio de revisión a cada tipo de producto.

source: Show Price
es_es: Mostrar Precio

source: Select "YES" to show product price to each product type.
es_es: Seleccione "SÍ" para mostrar el precio del producto a cada tipo de producto.

source: Show Description
es_es: Mostrar descripción

source: Show Wishlist
es_es: Mostrar Lista de Deseos

source: Select "YES" to show product wishlist to each product type.
es_es: Seleccione "SÍ" para mostrar la lista de deseos de cada tipo de producto.

source: Show Quick View
es_es: Mostrar la vista rápida

source: "Quick View" Text
es_es: Texto "Vista Rápida"

source: Shows this text instead of "Quick View".
es_es: Muestra este texto en lugar de "Vista rápida".

source: Show Compare
es_es: Mostrar comparación

source: Select "YES" to show product compare to each product type.
es_es: Seleccione "SÍ" para mostrar la comparación de productos con cada tipo de producto.

source: Compare Popup Title
es_es: Comparar título emergente

source: Shows this text at the compare popup.
es_es: Muestra este texto en la ventana de comparación.

source: You just added to compare list.
es_es: Acabas de agregar para comparar la lista.

source: Product Page Layout
es_es: Diseño de página de producto

source: Full Width
es_es: Ancho completo

source: Grid Images
es_es: Cuadrícula de Imágenes

source: Sticky Info
es_es: Información Pegajosa

source: Sticky Left & Right Info
es_es: Información Pegajosa Izquierda & Derecha

source: Transparent Images
es_es: Fondo Transparente

source: Centered Vertical Zoom
es_es: Zoom vertical centrado

source: Left Sidebar
es_es: Barra lateral izquierda

source: Custom
es_es: Personalizar

source: Custom Product Layout
es_es: Diseño de producto personalizado

source: We recommend to use <strong>Display Condition</strong> when creating single product builder instead of this option. This option is overrided by <strong>Display Condition</strong>.
es_es: Recomendamos utilizar la condición de <strong>visualización</strong> cuando se crea el constructor de productos individuales en lugar de esta opción. Esta opción es anulada por la condición <strong>de</strong> visualización.

source: Please select a product layout. You can create a product layout in <strong>Porto / Templates Builder / Single Product / Add New</strong>.
es_es: Por favor, seleccione un diseño de producto. Puede crear un diseño de producto en <strong>Porto / Templates Builder / Single Product / Add New</strong>.

source: Sticky add to cart section
es_es: Sección fija añadir a la cesta

source: Select the position to display sticky add to cart section in single product page.
es_es: Seleccione la posición para mostrar la sección sticky add to cart en la página de un solo producto.

source: This option can be overrided by <strong>Product Sticky Add to Cart</strong>.
es_es: Esta opción puede ser anulada por la opción <strong>de "Añadir al carro</strong>".

source: At the Top
es_es: En la parte superior

source: At the Bottom
es_es: En la parte inferior

source: Show Prev/Next Product
es_es: Mostrar Productos Previo/Siguiente

source: Show Short Description
es_es: Mostrar descripción corta

source: Select "YES" to show Short Description.
es_es: Seleccione "SÍ" para mostrar la descripción breve.

source: This is available for Default Product Layouts.
es_es: Esto está disponible para los diseños de productos por defecto.

source: Custom Tabs Count
es_es: Recuento de pestañas personalizadas

source: Tabs Position
es_es: Posición de pestañas

source: Select the position of tab where to put.
es_es: Selecciona la posición de la pestaña donde ponerla.

source: Below Price & Short Description
es_es: Debajo del precio y la descripción corta

source: Product Meta
es_es: Meta del producto

source: Select product metas to show.
es_es: Seleccione las metas de los productos a mostrar.

source: Variation(Attribute) Selection Mode
es_es: Modo de selección de variante (atributo)

source: This is used in variable product page.
es_es: Esto se utiliza en la página de producto variable.

source: Label, Image / Color swatch
es_es: Muestra de etiqueta, imagen / color

source: Select Box
es_es: Caja de selección

source: Show Description of Selected Attribute
es_es: Mostrar descripción del atributo seleccionado

source: Select "Yes" to display description if it exists when selecting product attribute in the variations.
es_es: Seleccione "Sí" para mostrar la descripción si existe al seleccionar el atributo de producto en las variaciones.

source: Global Product Custom Tab Title
es_es: Título de la pestaña personalizada del producto global

source: Global Product Custom Tab Block
es_es: Bloque de pestañas personalizadas de productos globales

source: This block will be shown in the Custom Tab Content.
es_es: Este bloque se mostrará en el contenido de la pestaña personalizada.

source: Input block slug name
es_es: Introducir nombre del bloque pegajoso

source: Global Product Custom Tab Priority
es_es: Prioridad de la pestaña personalizada del producto global

source: Input the custom tab priority. (Description: 10, Additional Information: 20, Reviews: 30)
es_es: Introduce la prioridad de la pestaña personalizada. (Descripción: 10, Información adicional: 20, Reseñas: 30)

source: <b>Related Products in Single Product:</b>
es_es: <b>Productos relacionados en un solo producto:</b>

source: Show Related Products
es_es: Mostrar Productos Relacionados

source: Select "YES" to show related products in the single product page.
es_es: Seleccione "SÍ" para mostrar los productos relacionados en la página de producto único.

source: Related Products Count
es_es: Recuento de productos relacionados

source: Related Product Columns
es_es: Columnas de productos relacionados

source: <b>Upsell Products in Single Product:</b>
es_es: <b>Productos Upsell en un solo producto:</b>

source: Show Up Sells
es_es: Mostrar ventas complementarias

source: Up Sells Count
es_es: Cuenta de aumento de ventas

source: Up Sells Product Columns
es_es: Columnas de productos de ventas complementarias

source: <strong>Important Note:</strong> <a href="%1$s" target="_blank">Archive</a> & <a href="%2$s" target="_blank">Type</a> Builders help you to develop shop page easily.
es_es: <strong>Nota importante:</strong> <a href="%1$s" target="_blank">Archive</a> &amp; <a href="%2$s" target="_blank">Type</a> Builders le ayuda a desarrollar la página de la tienda fácilmente.

source: Shop Page Layout
es_es: Diseño de la página de la tienda

source: Product Image & Zoom
es_es: Imagen y Zoom de Producto

source: Show Thumbnails
es_es: Mostrar miniaturas

source: Select "Yes" to display product thumbnails gallery below the main products slider in single product page.
es_es: Seleccione "Sí" para mostrar la galería de miniaturas de productos debajo del control deslizante de productos principales en la página de un solo producto.

source: Thumbnails Count
es_es: Cantidad de Miniaturas

source: This option is available for default layout of single product image.
es_es: Esta opción está disponible para el diseño por defecto de la imagen de un solo producto.

source: Enable Image Zoom
es_es: Habilitar Zoom de Imagen

source: Select "Yes" to display zoom lens on product image hover in single product page.
es_es: Seleccione "Sí" para mostrar el objetivo de zoom en el desplazamiento del cursor de la imagen del producto en la página de un solo producto.

source: Enable Image Zoom on Mobile
es_es: Habilitar Zoom de Imagen en Móviles

source: Enable Image Popup
es_es: Habilitar imagen emergente

source: Select "Yes" to display the image gallery popup on click in single product page.
es_es: Seleccione "Sí" para mostrar la ventana emergente de la galería de imágenes al hacer clic en la página de un solo producto.

source: Zoom Type
es_es: Tipo de Zoom

source: Select the type to zoom in/out image in single product page.
es_es: Seleccione el tipo para ampliar/reducir la imagen en la página de un solo producto.

source: Inner
es_es: Interior

source: Lens
es_es: Lente

source: Scroll Zoom
es_es: Desplazar Zoom

source: Select "YES" to zoom in or out the product image by mouse scroll.
es_es: Seleccione "SÍ" para acercar o alejar la imagen del producto mediante el desplazamiento del ratón.

source: Lens Size
es_es: Tamaño de la lente

source: Lens Shape
es_es: Forma de la lente

source: Input the type of magnifier.
es_es: Introduzca el tipo de lupa.

source: Round
es_es: Ronda

source: Square
es_es: Cuadrado

source: Contain Lens Zoom
es_es: Contener Zoom de la Lente

source: Lens Border
es_es: Borde la Lente

source: Border Size
es_es: Tamaño del borde

source: Controls the border color of Lens.
es_es: Controla el color del borde de la Lente.

source: Cart Page
es_es: Página del carrito

source: Show Cross Sells
es_es: Mostrar Ventas Cruzadas

source: Select "YES" to show cross-sell products.
es_es: Seleccione "SÍ" para mostrar los productos de venta cruzada.

source: Cross Sells Count
es_es: Recuento de Ventas Cruzadas

source: Cart Page Type
es_es: Tipo de página de carro

source: Select the type of cart page layout.
es_es: Seleccione el tipo de diseño de la página del carrito.

source: Checkout Page
es_es: Página de pago

source: Checkout Page Type
es_es: Tipo de página de pago

source: Select the type of checkout page layout.
es_es: Seleccione el tipo de diseño de la página de pago.

source: Catalog Mode
es_es: Modo catálogo

source: Enable Catalog Mode
es_es: Activar modo Catálogo

source: Catalog mode is generally used to hide some product fields such as price and add to cart button on shop and product detail page.
es_es: El modo catálogo se utiliza generalmente para ocultar algunos campos de productos, como el precio y agregar al botón de carrito en la página de detalles de la tienda y el producto.

source: Enable also for administrators
es_es: Habilitar también para administradores

source: "YES" option enables catalog mode to administrator also.
es_es: la opción "SÍ" habilita el modo catálogo también para el administrador.

source: Select "YES" to show reviews.
es_es: Seleccione "SÍ" para mostrar las reseñas.

source: For Add To Cart Button
es_es: Para el botón de añadir a la cesta

source: Show Add Cart Button
es_es: Mostrar Botón de Agregar al Carrito

source: Show Read More Button
es_es: Mostrar botón más información

source: Select "YES" to show Read More Button on catalog mode.
es_es: Seleccione "SÍ" para mostrar el botón "Leer más" en el modo catálogo.

source: Read More Button Target
es_es: Enlace del botón Leer más

source: Determines how to display the target of the linked URL.
es_es: Determina cómo mostrar el destino de la URL vinculada.

source: Self
es_es: El mismo

source: Blank
es_es: En blanco

source: Read More Button Label
es_es: Etiqueta del Botón de Leer Más

source: Use Read More Link in
es_es: Usar Enlace de Leer Más en

source: Product and Product Archives
es_es: Archivo de productos

source: Registration form
es_es: Formulario de registro

source: Registration Fields
es_es: Campos de Registro

source: If select "Full Info", extra fields such as first name, last name and password confirmation are added in registration form.
es_es: Si selecciona "Información completa", se añaden campos adicionales como nombre, apellido y confirmación de contraseña en el formulario de registro.

source: Full Info
es_es: Información Completa

source: Short Info
es_es: Información Breve

source: Wc Vendor
es_es: WC Proveedor

source: General Wc Vendor Shop Settings
es_es: Configuración de proveedor de Woo

source: Select Vendor Phone Number
es_es: Seleccionar teléfono del proveedor

source: Show Vendor Email
es_es: Mostrar correo electrónico del proveedor

source: Show Vendor URL
es_es: Mostrar URL del proveedor

source: WC Vendors - Shop Page
es_es: Proveedores de Woo - Página de la tienda

source: Vendor Description on Top of Shop Page
es_es: Descripción del proveedor en la parte superior de la página de la tienda

source: Show Vendor Avatar in Vendor Description
es_es: Mostrar Avatar de Proveedor en Descripción del Proveedor

source: Show Social and Contact Info in Vendor Description
es_es: Mostrar información social y de contacto en descripción del proveedor

source: Sold by" at Product List
es_es: Mostrar “Vendido por" en la lista de productos

source: WC Vendors - Single Product Page
es_es: Proveedores de Woo - Página de producto único

source: Vendor Description on Top of Single Product Page
es_es: Descripción del proveedor en la parte superior de la página de producto único

source: "Seller Info" at Product Tab
es_es: "Información del vendedor" en la pestaña producto

source: "More From This Seller" Products
es_es: Mostrar "Más de este vendedor" en productos

source: Sold by" at Product Meta
es_es: Vendido por" en la meta del producto

source: WC Vendors - Cart Page
es_es: Proveedores de Woo - Página de la cesta

source: "Sold by" at Cart page
es_es: Mostrar “Vendido por" en la página de la cesta

source: Google Map API
es_es: API Google Map

source: Select "Enable" to make Title, Update Date and Author rich snippets data site wide. For this option, you have to enable "Microdata Rich Snippets" of "Page Meta Options"
es_es: Seleccione "Habilitar" para hacer que los datos de Título, Fecha de Actualización y Autor de los fragmentos enriquecidos abarquen todo el sitio. Para esta opción, tiene que activar "Microdata Rich Snippets" de "Page Meta Options"

source: Add rel="nofollow" to mobile menu items
es_es: Añadir rel "nofollow" a los elementos de menú móviles
