Repository: pachoEc/rintin-wp-mkt
Catalog: languages/themes/porto-*.po
Languages: es_es

source: VC Pie Chart
es_es: Gráfico circular Woo

source: Select pie chart type.
es_es: Selecciona el tipo de gráfico circular.

source: Bar color
es_es: Color de barra

source: Select pie chart color.
es_es: Selecciona el color de la gráfica de pay.

source: Select FontAwesome Icon
es_es: Seleccionar Icono de FontAwesome

source: View Size
es_es: Ver tamaño

source: Bar Size
es_es: Tamaño de la barra

source: Enter the size of the chart in px.
es_es: Tamaño del gráfico en px.

source: Track Color
es_es: Color de la pista

source: Choose the color of the track. Please clear this if you want to use the default color.
es_es: Selecciona el color de la pista. Desactiva esta opción si quieres utilizar el color predeterminado.

source: Select pie chart color. Please clear this if you want to use the default color.
es_es: Selecciona el color del gráfico circular. Desactiva esta opción si quieres utilizar el color predeterminado.

source: Scale color
es_es: Color de escala

source: Choose the color of the scale. Please clear this if you want to hide the scale.
es_es: Selecciona el color de la escala. No selecciones nada si quieres ocultar la escala.

source: Animation Speed
es_es: Velocidad de animación

source: Enter the animation speed in milliseconds.
es_es: Tiempo de la animación en milisegundos.

source: Line Width
es_es: Ancho de línea

source: Enter the width of the line bar in px.
es_es: Introduzca el ancho de la barra de línea en px.

source: Line Cap
es_es: Línea Cap

source: Choose how the ending of the bar line looks like.
es_es: Elija cómo se ve el final de la línea de barras.

source: with porto style
es_es: con estilo de Fesutek

source: Porto Tabs
es_es: Pestañas de Porto

source: Porto Tab
es_es: Pestaña de Porto

source: Tabbed content
es_es: Contenido de las pestañas

source: Porto Tour
es_es: Tour de Porto

source: Vertical tabbed content
es_es: Contenido en pestañas verticales

source: Porto Accordion
es_es: Acordeón de Fesutek

source: Collapsible content panels
es_es: Pestañas de contenido plegables

source: Accordion Section
es_es: Seccion Acordeon

source: Porto Studio
es_es: Estudio de Oporto

source: Quickly get a project started with any of our examples:
es_es: Comienza rápidamente un proyecto con cualquiera de nuestros ejemplos:

source: Filter by Demos
es_es: Filtrar por demostraciones

source: Preview
es_es: Vista previa

source: Import
es_es: Importar

source: Security issue found! Please try again later.
es_es: ¡Problema de seguridad encontrado! Inténtalo de nuevo más tarde.

source: Could not connect to the API Server! Please try again later.
es_es: ¡No se pudo conectar al servidor API! Inténtalo de nuevo más tarde.

source: Check this option to set this product to the "Pre-Order" status.
es_es: Marque esta opción para establecer este producto en el estado "Pre-Pedido".

source: Check this option to set this variation to the "Pre-Order" status.
es_es: Marque esta opción para establecer esta variación en el estado "Pre-Pedido".

source: Pre-Order Available Date
es_es: Fecha de reserva disponible

source: Pre-Orders
es_es: Pre-ventas

source: Has Pre-Order Item
es_es: Tiene artículo de reserva

source: Product Name
es_es: Nombre del Producto

source: Order
es_es: Orden

source: Pre-Order Now
es_es: Reservar Ahora

source: Pre-Ordered
es_es: Pre-Ordenado

source: Item %s is Pre-Ordered
es_es: El artículo %s está preordenado

source: Available Date: %s
es_es: Fecha disponible: %s

source: %d year ago
es_es: %d hace un año

source: %d month ago
es_es: %d mes atrás

source: %d week ago
es_es: %d semana atrás

source: %d day ago
es_es: %d día atrás

source: %d hour ago
es_es: %d hace una hora

source: Image
es_es: Imagen

source: You can't change the type as this is a global color attribute which was selected in Products -> Attributes.
es_es: No puedes cambiar el tipo, ya que se trata de un atributo de color global que se seleccionó en Productos -> Atributos.

source: If you select default, Woocommerce default select boxes or theme default buttons will be displayed for this type.
es_es: Si seleccionas el valor predeterminado, se mostrarán los cuadros de selección predeterminados de WooCommerce o los botones predeterminados del tema para este tipo.

source: Attribute
es_es: Atributo

source: Thumbnail Preview
es_es: Vista previa en miniatura

source: Upload/Add image
es_es: Subir/Añadir imagen

source: Remove image
es_es: Quitar imagen

source: Please add the attributes from the "Attributes" tab and create a variation and save the product. After that you will see the option to configure the image/color swatch.
es_es: Añade los atributos de la pestaña "Atributos”, crea una variante y guarda el producto. Después de eso verás la opción de configurar la muestra de imagen/color.

source: Input icon class. You can see %1$sFont Awesome Icons in here%2$s. For example: fas fa-user
es_es: Input icon class. Puedes ver %1$s Iconos de entrada en aquí%2$s. Por ejemplo: fas fa-user

source: The package could not be downloaded.
es_es: No se pueden descargar el paquete.

source: WordPress filesystem error.
es_es: Error de sistema de archivos de WordPress.

source: The package could not be unziped.
es_es: El paquete no pudo ser desempacado.

source: Demo data directory does not exist (%s).
es_es: El directorio de datos de demostración no existe (%s).

source: There was an error when reading this WXR file
es_es: Se produjo un error al leer este archivo WXR

source: Details are shown above. The importer will now try again with a different parser...
es_es: Los detalles se muestran arriba. El importador tratará ahora de nuevo con un analizador diferente ...

source: This does not appear to be a WXR file, missing/invalid WXR version number
es_es: Esto no parece ser un archivo WXR, número de versión que falta WXR / inválido

source: GZ Not Enabled
es_es: GZ no habilitado

source: Imported categories
es_es: Categorías importadas

source: Imported tags
es_es: Etiquetas importadas

source: Imported terms
es_es: Términos importados

source: Importing menus
es_es: Menús importados

source: Processing menus
es_es: Procesando menús

source: Successfully imported dummy content!
es_es: ¡El contenido demo importado con éxito!

source: Sorry, there has been an error.
es_es: Lo sentimos, se ha producido un error.

source: The file does not exist, please try again.
es_es: El archivo no existe, inténtalo de nuevo, por favor.

source: The export file could not be found at %s. It is likely that this was caused by a permissions problem.
es_es: El archivo de exportación no se pudo encontrar en %s. Es probable que esto fue causado por un problema de permisos.

source: This WXR file (version %s) may not be supported by this version of the importer. Please consider updating.
es_es: Este archivo WXR (version %s) no sea compatible con esta versión del importador. Por favor considerar la actualización.

source: Failed to import author %s. Their posts will be attributed to the current user.
es_es: Error al importar author %s. Sus puestos se atribuyen al usuario actual.

source: Assign Authors
es_es: Asignar Autores

source: To make it easier for you to edit and save the imported content, you may want to reassign the author of the imported item to an existing user of this site. For example, you may want to import all the entries as <code>admin</code>s entries.
es_es: Para hacerlo más fácil para que usted pueda editar y guardar el contenido importado, es posible que desee volver a asignar el autor del artículo importado a un usuario existente de este sitio. Por ejemplo, es posible que desee importar todas las entradas como <code>admin</code> entradas s.

source: If a new user is created by WordPress, a new password will be randomly generated and the new user&#8217;s role will be set as %s. Manually changing the new user&#8217;s details will be necessary.
es_es: Si un nuevo usuario es creado con WordPress, una nueva contraseña será generada al azar y el papel del nuevo usuario se establecerá Como %s. Será necesario un cambio manual de los detalles del nuevo usuario .

source: Import Attachments
es_es: Importar archivos adjuntos

source: Download and import file attachments
es_es: Descarga e importación de archivos adjuntos

source: Import author:
es_es: Importar autor:

source: or create new user with login name:
es_es: o crear un nuevo usuario con el nombre de inicio de sesión:

source: as a new user:
es_es: Añadir nuevo usuario:

source: assign posts to an existing user:
es_es: ﻿asignar artículos a un usuario existente:

source: or assign posts to an existing user:
es_es: o asignar mensajes a un usuario existente:

source: - Select -
es_es: - Seleccionar -

source: Failed to create new user for %s. Their posts will be attributed to the current user.
es_es: Error al crear nuevo usuario para %s. Se publicaran todos sus comentarios con el usuario actual.

source: Failed to import category %s
es_es: No se pudo importar la categoría% s

source: Failed to import post tag %s
es_es: No se pudo importar la etiqueta de la entrada % s

source: Failed to import %1$s %2$s
es_es: No se pudo importar %1$s %2$s

source: Failed to import &#8220;%1$s&#8221;: Invalid post type %2$s
es_es: Error en la importación «%1$s»: Tipo de contenido no válido %2$s

source: Failed to import %1$s &#8220;%2$s&#8221;
es_es: Error en la importación de %s &#8220;%s&#8221;

source: Menu item skipped due to missing menu slug
es_es: Elemento de menú saltado, apodo (slug) del menú no encontrado

source: Menu item skipped due to invalid menu slug: %s
es_es: Elemento de menú saltado, apodo (slug) del menú no válido: %s

source: Fetching attachments is not enabled
es_es: No está habilitada la obtención de archivos adjuntos

source: Invalid file type
es_es: Tipo de Archivo invalido

source: Remote server did not respond
es_es: El servidor remoto no respondió

source: Remote server returned error response %1$d %2$s
es_es: Servidor remoto devuelve error %1$d %2$s

source: Remote file is too large, limit is %s
es_es: Archivo remoto es demasiado grande, límite es% s

source: Import WordPress
es_es: Importar WordPress

source: A new version of this importer is available. Please update to version %s to ensure compatibility with newer export files.
es_es: Una nueva versión de este importador disponible. Por favor, actualice a la versión% s para asegurar la compatibilidad con archivos de exportación más nuevos.

source: Howdy! Upload your WordPress eXtended RSS (WXR) file and we&#8217;ll import the posts, pages, comments, custom fields, categories, and tags into this site.
es_es: ¡Hola! Sube tu WordPress eXtended RSS Archivo (WXR) y vamos a importar los mensajes, páginas, comentarios, campos personalizados, categorías y etiquetas en este sitio.

source: Choose a WXR (.xml) file to upload, then click Upload file and import.
es_es: Elija un archivo WXR (.xml) para cargar, haga clic en Cargar archivo e importación.

source: All done.
es_es: ¡ Gracias, todo hecho!

source: Have fun!
es_es: ¡Diviértete!

source: Remember to update the passwords and roles of imported users.
es_es: Recuerde actualizar las contraseñas y los roles de los usuarios importados.

source: The export file could not be found at <code>%s</code>. It is likely that this was caused by a permissions problem.
es_es: El archivo de exportación no se pudo encontrar en <code>%s</code> . Es probable que sea por un problema de permisos.

source: %1$s &#8220;%2$s&#8221; already exists.
es_es: %1$s &#8220; %2$s &#8221; ya existe.

source: Install Required Plugins
es_es: Instalar los complementos requeridos

source: Installing Plugin: %s
es_es: Instalar el complemento: %s

source: This theme requires the following plugin: %1$s.
es_es: Este tema requiere el siguiente complemento: %1$s.

source: Sorry, but you do not have the correct permissions to install the %s plugin. Contact the administrator of this site for help on getting the plugin installed.
es_es: Lo sentimos, pero no tienes los permisos correctos para instalar el complemento% s. Póngase en contacto con el administrador de este sitio para obtener ayuda sobre cómo instalar el complemento.

source: The following required plugin is currently inactive: %1$s.
es_es: El siguiente complemento requerido está actualmente inactivo: %1$s.

source: Sorry, but you do not have the correct permissions to activate the %s plugin. Contact the administrator of this site for help on getting the plugin activated.
es_es: Lo sentimos, pero no tienes los permisos correctos para activar el complemento% s. Póngase en contacto con el administrador de este sitio para obtener ayuda sobre cómo activar el complemento.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
es_es: El siguiente complemento debe actualizarse a su última versión para garantizar la máxima compatibilidad con este tema: %1$s.

source: Sorry, but you do not have the correct permissions to update the %s plugin. Contact the administrator of this site for help on getting the plugin updated.
es_es: Lo sentimos, pero no tienes los permisos correctos para actualizar el complemento% s. Póngase en contacto con el administrador de este sitio para obtener ayuda sobre cómo actualizar el complemento.

source: Begin installing plugin
es_es: Comenzar a instalar el plugin

source: Activate installed plugin
es_es: Activar plugin instalado

source: Return to Required Plugins Installer
es_es: Volver al instalador de complementos requeridos

source: Plugin activated successfully.
es_es: Plugin activado correctamente.

source: All plugins installed and activated successfully. %s
es_es: Todos los complementos instalados y activados con éxito. %s

source: Nothing Found
es_es: Nada Encontrado

source: Ready to publish your first post? %1$sGet started here%2$s.
es_es: ¿Listo para publicar tu primer post? %1$sEmpieza aquí%2$s.

source: Sorry, but nothing matched your search terms. Please try again with different keywords.
es_es: Lo sentimos, pero nada coincide con sus términos de búsqueda. Por favor, inténtelo de nuevo con algunas palabras clave diferentes.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
es_es: Parece que no podemos encontrar lo que estás buscando. Tal vez la búsqueda puede ayudar.

source: Updating..
es_es: Actualizando..

source: Loading..
es_es: Cargando..

source: Updated Failed.
es_es: Actualización fallida.

source: Please select any block.
es_es: Seleccione cualquier bloque.

source: Opening failed. Please refresh and try again.
es_es: La apertura ha fallado. Por favor, actualice e inténtelo de nuevo.

source: Removing failed. Please refresh and try again.
es_es: La eliminación ha fallado. Por favor, actualice e inténtelo de nuevo.

source: Loading failed. Please refresh and try again.
es_es: La carga ha fallado. Por favor, actualice e inténtelo de nuevo.

source: Are you sure you want to rollback to a previous version?
es_es: ¿Estás seguro de que quieres volver a una versión anterior?

source: perspective
es_es: perspectiva

source: transition
es_es: transición

source: Share this post
es_es: Compartir

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
es_es: Listo para publicar su primer post? <a href="%1$s"> Comience aquí </a>.

source: Related <strong>%s</strong>
es_es: Relacionado <strong> %s </strong>

source: Back to %s
es_es: Volver a %s

source: Related %1$sPosts%2$s
es_es: Relacionado%1$sPosts %2$s

source: Responsive design settings are currently disabled. You can enable them in WPBakery Page Builder %1$ssettings page%2$s by unchecking "Disable responsive content elements".
es_es: La configuración del diseño responsivo está actualmente deshabilitada. Puede habilitarlos en WPBakery Page Builder %1$spágina de configuración%2$s desmarcando "Desactivar elementos de contenido responsivo".

source: Device
es_es: Dispositivo

source: Width
es_es: Anchura

source: Hide on device?
es_es: ¿Ocultar en dispositivo?

source: Inherit:
es_es: Heredar:

source: Inherit from default
es_es: Heredar de los valores por defecto

source: Empty section. Edit page to add content here.
es_es: Sección Vacía. Editar página para agregar contenido.

source: My %1$sWork%2$s
es_es: Mi%1$sWork%2$s

source: My %1$sPosts%2$s
es_es: Mi%1$sPosts %2$s

source: My %1$sProducts%2$s
es_es: My%1$sproductos %2$s

source: Related %s
es_es: Relacionados %s

source: Share:
es_es: Compartir:

source: No products added to the cart
es_es: No se añaden productos al carrito

source: Return to shop
es_es: Volver a la Tienda

source: %d ITEM
es_es: %d elemento

source: Remove this item
es_es: Eliminar este item

source: No products in the cart.
es_es: No hay productos en el carro.

source: Order review
es_es: Revisión de pedidos

source: DISCOUNT CODE
es_es: CODIGO DE DESCUENTO

source: Have a coupon?
es_es: ¿Tienes un cupón?

source: Enter your code
es_es: Introduzca su código

source: If you have a coupon code, please apply it below.
es_es: Si tienes un código de cupón, por favor, aplícalo abajo.

source: Coupon code
es_es: Código del Cupón

source: Apply coupon
es_es: Aplicar cupón

source: Payment methods
es_es: Métodos de pago

source: Sorry, it seems that there are no available payment methods for your state. Please contact us if you require assistance or wish to make alternate arrangements.
es_es: Lo sentimos, parece que no hay métodos de pago disponibles para tu provincia. Por favor, ponte en contacto con nosotros si necesitas ayuda.

source: Please fill in your details above to see available payment methods.
es_es: Por favor, introduce tus datos arriba para ver los métodos de pago disponibles.

source: Since your browser does not support JavaScript, or it is disabled, please ensure you click the %1$sUpdate Totals%2$s button before placing your order. You may be charged more than the amount stated above if you fail to do so.
es_es: Debido a que tu navegador no es compatible con JavaScript o lo tiene desactivado, por favor, asegúrate de hacer clic en el botón %1$sActualizar totales%2$s antes de realizar tu pedido. De no hacerlo, se te podría cobrar más de la cantidad indicada arriba.

source: Update totals
es_es: Actualizar totales

source: Grand Total:
es_es: Total:

source: %s product
es_es: %s producto

source: View All Products
es_es: Ver todos los productos

source: Quick View
es_es: Vista Rápida

source: Sort By
es_es: Ordenar por

source: Shop order
es_es: Pedido de la tienda

source: Orders
es_es: Pedidos

source: Downloads
es_es: Descargas

source: Addresses
es_es: Dirección

source: Account details
es_es: Detalles de la cuenta

source: Hello %1$s (not %1$s? <a href="%2$s">Log out</a>)
es_es: Hola %1$s (¿no eres %1$s? <a href="%2$s">Cerrar sesión</a>)

source: From your account dashboard you can view your <a href="%1$s">recent orders</a>, manage your <a href="%2$s">billing address</a>, and <a href="%3$s">edit your password and account details</a>.
es_es: Desde el escritorio de tu cuenta puedes ver tus <a href="%1$s">pedidos recientes</a>, gestionar tu <a href="%2$s">dirección de facturación</a> y <a href="%3$s">editar tu contraseña y los detalles de tu cuenta</a>.

source: From your account dashboard you can view your <a href="%1$s">recent orders</a>, manage your <a href="%2$s">shipping and billing addresses</a>, and <a href="%3$s">edit your password and account details</a>.
es_es: Desde el escritorio de tu cuenta puedes ver tus <a href="%1$s">pedidos recientes</a>, gestionar tus <a href="%2$s">direcciones de envío y facturación</a> y <a href="%3$s">editar tu contraseña y los detalles de tu cuenta</a>.

source: Add payment method
es_es: Añadir método de pago

source: Sorry, it seems that there are no payment methods which support adding a new payment method. Please contact us if you require assistance or wish to make alternate arrangements.
es_es: Lo sentimos, al perecer no hay métodos de pago que soporten agregar nuevos método de pago. Por favor, contáctanos se requieres asistencia o deseas llegar a un arreglo alternativo.

source: Login With Facebook
es_es: Entrar con Facebook

source: Login With Google
es_es: Entrar con Google

source: Login With Twitter
es_es: Entrar con Twitter

source: Username or email address
es_es: Nombre de usuario o correo electrónico

source: Password
es_es: Contraseña

source: Remember me
es_es: Recuérdame

source: Forgot Password?
es_es: ¿Se te olvidó tu contraseña?

source: Register Now!
es_es: ¡Regístrate ahora!

source: Username
es_es: Nombre de usuario

source: Email address
es_es: Dirección de correo electrónico

source: A link to set a new password will be sent to your email address.
es_es: Se enviará un enlace para establecer una nueva contraseña a su dirección de correo electrónico.

source: Create an Account
es_es: Crear una Cuenta

source: PERSONAL INFORMATION
es_es: INFORMACION PERSONAL

source: LOGIN INFORMATION
es_es: INFORMACIÓN DE AUTENTICACIÓN

source: Confirm Password
es_es: Confirmar contraseña

source: * Required Fields
es_es: *Requeridos

source: Confirm password
es_es: Confirmar contraseña

source: Hello %1$s (not %2$s? %3$sSign out%4$s).
es_es: Hola %1$s (no %2$s? %3$sSalir%4$s).

source: From your account dashboard you can view your recent orders, manage your shipping and billing addresses and %1$sedit your password and account details%2$s.
es_es: Desde el panel de tu cuenta puedes ver tus pedidos recientes, administrar tus direcciones de envío y facturación y %1$seditar tu contraseña y los datos de tu cuenta%2$s.

source: My Addresses
es_es: Mis direcciones

source: Billing address
es_es: Dirección de facturación

source: Shipping address
es_es: Dirección de Envío

source: My Address
es_es: Mi Dirección

source: The following addresses will be used on the checkout page by default.
es_es: Las siguientes direcciones se utilizarán por defecto en la página de pago.

source: You have not set up this type of address yet.
es_es: Aún no has configurado este tipo de dirección.

source: Add Address
es_es: Añadir Dirección

source: Edit Address
es_es: Editar dirección

source: My account
es_es: Mi cuenta

source: Billing Address
es_es: Dirección de facturación

source: N/A
es_es: N/D

source: Shipping Address
es_es: Dirección de envío

source: Back To List
es_es: Volver a la lista

source: Order #%1$s which was made %2$s has the status &ldquo;%3$s&rdquo;
es_es: Orden #%1$s que se hizo%2$s tiene el estado &ldquo;%3$s&rdquo;

source: ago
es_es: hace

source: and was completed
es_es: y se completó

source: ago
es_es: hace

source: Order Updates
es_es: Actualizaciones de pedidos

source: l jS \o\f F Y, h:ia
es_es: l j \d\e F \d\e Y, h:i

source: out of %1$s5%2$s
es_es: fuera de %1$s5%2$s

source: %s customer review
es_es: %s valoración de cliente

source: Add a review
es_es: Añadir una valoración

source: There are no reviews yet.
es_es: No hay valoraciones aún.

source: Your comment is awaiting approval
es_es: Tu comentario está pendiente de aprobación

source: verified owner
es_es: propietario verificado

source: Plugins Activated
es_es: Plugins Activados

source: From now on, you can find all plugin options in YITH Plugins menu. Plugin customization settings will be available as a new entry in YITH Plugins menu.
es_es: A partir de ahora, puedes encontrar todas las opciones del plugin en el menú de YITH plugins. La configuración de personalización del plugin estará disponible como una nueva entrada en el menú de YITH plugins.

source: Discover all our plugins available on:
es_es: Descubre todos nuestros plugins disponibles en:

source: and
es_es: y

source: Plugins Upgraded
es_es: Plugins actualizados
