Repository: pachoEc/rintin-wp-mkt
Catalog: languages/themes/porto-*.po
Languages: es_es

source: Sidebar Padding (px)
es_es: Relleno de la barra lateral (px)

source: Controls the padding of the sidebar.
es_es: Controla el relleno de la barra lateral.

source: Custom CSS
es_es: CSS personalizado

source: CSS Code
es_es: Código CSS

source: Paste your custom CSS code here.
es_es: Pega tu código CSS personalizado aquí.

source: Javascript Code
es_es: Código JavaScript

source: JS Code before &lt;/head&gt;
es_es: Código JS antes de &lt;/head&gt;

source: Paste your custom JavaScript code here.
es_es: Pegue su código JavaScript personalizado aquí.

source: JS Code before &lt;/body&gt;
es_es: Código JS antes de &lt;/body&gt;

source: Go to <a %s>Header Skin Settings</a>
es_es: Ir a <a %s>Ajustes de diseño del encabezado</a>

source: Header View
es_es: Vista de Cabecera

source: Controls if using default header or fixed header, or hiding it.
es_es: Controla si se utiliza el encabezado predeterminado o el encabezado fijo, u ocultarlo.

source: Position (Header Type: Side)
es_es: Posición (Tipo de Cabecera: Lateral)

source: When your header type is side header, determines where to put it.
es_es: Cuando el tipo de cabecera es lateral, determina dónde ponerla.

source: Left
es_es: Izquierda

source: Right
es_es: Derecha

source: Show Header Top
es_es: Mostrar Cabecera Superior

source: Welcome Message
es_es: Mensaje de bienvenida

source: Inputs the html to be displayed in the header top for preset header types
es_es: Entradas el html que se mostrará en la parte superior del encabezado para los tipos de encabezado preestablecidos

source: Contact Info
es_es: Información de contacto

source: Inputs the html content to be used as contact information in the header.
es_es: Introduce el contenido html que se utilizará como información de contacto en el encabezado.

source: Side Navigation Copyright (Header Type: Side)
es_es: Derechos de autor de navegación lateral (tipo de encabezado: lateral)

source: Show Tooltip
es_es: Mostrar Tooltip

source: Turn on to display tooltip icon with flash effect and popup content
es_es: Activar para mostrar el icono de información sobre herramientas con efecto flash y contenido emergente

source: Tooltip Content
es_es: Contenido de Tooltip

source: <strong>Important Note:</strong> <a href="%1$s" target="_blank">Header</a> Builder helps you to develop your site easily.
es_es: <strong>Nota importante:</strong> <a href="%1$s" target="_blank">Header</a> Builder le ayuda a desarrollar su sitio fácilmente.

source: Header Type
es_es: Tipo de Header

source: You can add new header layout using <a href="%s" class="goto-header-builder">Header Builder in customizer panel</a>.
es_es: Puede agregar un nuevo diseño de encabezado mediante <a href="%s" class="goto-header-builder">El Generador de encabezados en el panel personalizador</a>.

source: Preset, Header Builder in Customizer or Header Builder in Porto Templates builder
es_es: Preset, Header Builder en Customizer o Header Builder en Porto Templates builder

source: Header builder in Customizer
es_es: Creador de encabezados en Customizer

source: Header builder in Porto Templates builder
es_es: Constructor de encabezados en el constructor de plantillas de Porto

source: Header Types
es_es: Tipos de encabezado

source: Whenever you change header type, related theme options such as Mini Cart Type and Search Layout may be changed together according to it.
es_es: Cada vez que cambies el tipo de encabezado, las opciones de tema relacionadas, como el tipo de mini cesta y el diseño de búsqueda, se podrán cambiar en consonancia.

source: Porto Templates builder
es_es: Constructor de plantillas de Oporto

source: Go to <a %s>Language, Currency Switcher Skin Settings</a>
es_es: Vaya a &lt;a %s&gt;Configuración de la piel del cambiador de divisas e idioma</a>

source: Show Language Switcher
es_es: Mostrar selector de idioma

source: Show language switcher instead of view switcher menu.
es_es: Mostrar el selector de idioma en lugar del menú selector de vista.

source: Compatible with Polylang and qTranslate X plugins.
es_es: Compatible con los plugins Polylang y qTranslate X.

source: Language Switcher Position
es_es: Posición del Interruptor de Idioma

source: In Top Navigation
es_es: En Navegación Superior

source: In Main Menu
es_es: En Menú principal

source: Show Language Switcher HTML
es_es: Mostrar HTML del selector de idioma

source: Show language switcher html code if there isn't any switcher.
es_es: Mostrar código HTML del selector de idioma si no hay otro selector.

source: Show Currency Switcher
es_es: Mostrar selector de moneda

source: Show currency switcher instead of currency switcher menu.
es_es: Mostrar el selector de moneda en lugar del menú selector de moneda.

source: Compatible with WPML Currency Switcher and Woocommerce Currency Switcher plugins.
es_es: Compatible con los plugins WPML Currency Switcher y Woocommerce Currency Switcher.

source: Currency Switcher Position
es_es: Posición del Selector de Moneda

source: Show Currency Switcher HTML
es_es: Mostrar HTML del selector de moneda

source: Show currency switcher html code if there isn't any switcher.
es_es: Mostrar código HTML del selector de moneda si no hay otro selector.

source: Social Links
es_es: Enlaces sociales

source: Show Social Links
es_es: Mostrar enlaces a redes sociales

source: Add rel="nofollow" to social links
es_es: Añadir rel=“nofollow” a los vínculos sociales

source: Turn on to add "nofollow" attribute to header social links.
es_es: Activar para añadir el atributo "nofollow" a los enlaces sociales de la cabecera.

source: Only For Mobile
es_es: Solo para móviles

source: Go to <a %s>Search Form Skin Settings</a>
es_es: Vaya a <a %s="">Configuración del aspecto del formulario</a> de búsqueda

source: Show Search Form
es_es: Mostrar formulario búsqueda

source: Search Layout
es_es: Diseño de la búsqueda

source: Controls the layout of the search forms.
es_es: Controla el diseño de los formularios de búsqueda.

source: Popup 1
es_es: Menú emergente 1

source: Popup 2
es_es: Menú emergente 2

source: Reveal
es_es: Revelar

source: Form
es_es: Formulario

source: Overlay Popup
es_es: Superposición del menú emergente

source: On
es_es: Activado

source: Off
es_es: Apagado

source: Search Content Type
es_es: Tipo de Búsqueda de contenido

source: Controls the post types that displays in search results.
es_es: Controla los tipos de mensajes que se muestran en los resultados de búsqueda.

source: Post
es_es: Entrada

source: Product
es_es: Producto

source: Show Categories
es_es: Mostrar Categorías

source: Show Categories on Mobile
es_es: Mostrar categorías en el móvil

source: This option works for only real mobile devices.
es_es: Esta opción solo funciona para dispositivos móviles reales.

source: Show Sub Categories
es_es: Mostrar Sub Categorías

source: Show categories including subcategory.
es_es: Muestra las categorías incluyendo la subcategoría.

source: Search Placeholder
es_es: Buscar Marcador de Posición

source: Go to <a %s>Sticky Header Skin Settings</a>
es_es: Ir a <a %s>Ajustes de diseño del encabezado fijo</a>

source: Enable Sticky Header
es_es: Activar cabecera fija

source: Enable on Tablet (width < 992px)
es_es: Habilitar en tabletas (ancho <992px)

source: Enable on Mobile (width <= 480)
es_es: Habilitar en Móviles (ancho <= 480)

source: Sticky Header Effect
es_es: Efecto de Cabecera Pegajosa

source: Show Logo
es_es: Mostrar logotipo

source: Change Logo Size in Sticky Header
es_es: Cambiar Tamaño del Logo en Cabecera Pegajosa

source: If header type is 1, 4, 9, 13, 14 or header builder
es_es: Si el tipo de cabecera es 1, 4, 9, 13, 14 o por constructor de cabeceras

source: Show Mini Cart
es_es: Mostrar Mini Carrito

source: If header type is 1, 4, 9, 13, 14, 17 or header builder
es_es: Si el tipo de cabecera es 1, 4, 9, 13, 14, 17 o por constructor de cabeceras

source: Show Menu Custom Content
es_es: Mostrar Contenido Personalizado de Menú

source: If header type is 1, 4, 13, 14, 17 or header builder
es_es: Si el tipo de cabecera es 1, 4, 13, 14, 17 o por constructor de cabeceras

source: Show Contact Info
es_es: Mostrar información de contacto

source: Mini Cart Type
es_es: Tipo de mini cesta

source: Arrow Alt
es_es: Flecha Alt

source: Text
es_es: Texto

source: Icon & Text
es_es: Icono y texto

source: Mini Cart Text
es_es: Mini Carro Texto

source: Controls the cart label on header.
es_es: Controla la etiqueta del carro en la cabecera.

source: Mini Cart Icon
es_es: Icono de Mini Cart

source: Inputs the custom mini cart icon. ex: porto-icon-shopping-cart
es_es: Introduce el icono de mini carrito personalizado. ex: porto-icon-shopping-cart

source: Mini Cart Content Type
es_es: Tipo de contenido de carrito mini

source: Show Off Canvas Wishlist
es_es: Mostrar lista de deseos de Canvas

source: Controls to show the wishlist dropdown as off canvas.
es_es: Controles para mostrar el desplegable de la lista de deseos como fuera del lienzo.

source: Show Account Dropdown
es_es: Mostrar lista desplegable de cuentas

source: When user is logged in, Menu that is located in Account Menu will be shown.
es_es: Cuando el usuario se conecta, se muestra el menú que se encuentra en el menú de la cuenta.

source: Account Dropdown Font
es_es: Fuente desplegable de la cuenta

source: Controls the typography for account dropdown menu.
es_es: Controla la tipografía del menú desplegable de la cuenta.

source: Controls the background color for account dropdown.
es_es: Controla el color de fondo de la lista desplegable de la cuenta.

source: Controls the background color for account dropdown item on hover.
es_es: Controla el color de fondo del elemento desplegable de la cuenta al pasar por encima.

source: Mobile Panel
es_es: Panel Móvil

source: Go to <a %s>Mobile Menu Skin Settings</a>
es_es: Ir a <a %s>Ajustes de diseño del menú para móviles</a>

source: Mobile Panel Type
es_es: Tipo de Panel Móvil

source: Controls the panel type of mobile toggle menu.
es_es: Controla el tipo de panel del menú móvil.

source: Side Navigation
es_es: Navegación lateral

source: Position
es_es: Posición

source: Add Language, Currency Switcher
es_es: Añadir idioma, cambiador de divisas

source: Add Search Box
es_es: Añadir campo de búsqueda

source: Determines whether to put a search box in the mobile menu.
es_es: Determina si se pone una caja de búsqueda en el menú del móvil.

source: Menu
es_es: Menú

source: Go to <a %s> Main Menu Skin Settings</a>
es_es: Ir a <a %s>Ajustes de diseño del menú principal</a>

source: Show Menu Arrow
es_es: Mostrar flecha en menú

source: If menu item have sub menus, show menu arrow.
es_es: Si el menú tiene sub menús, mostrar la flecha de menú.

source: Show Sub Menu Arrow
es_es: Mostrar flecha de submenú

source: Show top arrow to the sub menu.
es_es: Mostrar la flecha superior del submenú.

source: Main Menu Type
es_es: Tipo de menú principal

source: Flat
es_es: Plano

source: Flat & Border
es_es: Plano y frontera

source: Top Border on hover
es_es: Borde superior al pasar el cursor

source: Thick Underline on hover
es_es: Subrayado grueso al pasar el cursor

source: Display Login & Register / Logout Link
es_es: Mostrar inicio de sesión y registro / cierre de sesión

source: Show Register Link
es_es: Mostrar Enlace de Registro

source: Show Login/Logout Icon
es_es: Mostrar Icono de Inicio/Cerrar sesión

source: Show Sticky Icon Menu bar on mobile
es_es: Mostrar barra de menú de iconos pegajosos en el móvil

source: This will show sticky icon menu bar at the bottom of the page on mobile.
es_es: Esto mostrará la barra de menú de iconos pegajosos en la parte inferior de la página en el móvil.

source: Home
es_es: Inicio

source: Account
es_es: Cuenta

source: Cart
es_es: Carrito

source: Home Icon
es_es: Ícono de inicio

source: Blog Icon
es_es: Icono del blog

source: far fa-calendar-alt
es_es: fa-calendar-alt lejano

source: Shop Icon
es_es: Icono de la tienda

source: Wishlist Icon
es_es: Icono Wishlist

source: Account Icon
es_es: Icono de cuenta

source: Cart Icon
es_es: Icono del carrito

source: When using Side header type or showing Main Menu in Sidebar
es_es: Cuando se usa el tipo de Cabecera lateral o se muestra el Menú Principal en la Barra lateral

source: Sidebar Menu Type
es_es: Tipo de menú de la barra lateral

source: Accordion Menu
es_es: Menú de acordeón

source: Horizontal Slide Menu
es_es: Menú de diapositivas horizontal

source: Horizontal Columns
es_es: Columnas horizontales

source: If header type is 1, 4, 13, 14 or header builder
es_es: Si el tipo de encabezado es 1, 4, 13, 14 o del Editor de encabezados

source: Main Menu Align
es_es: Alinear menú principal

source: Center
es_es: Centrar

source: Show Main Menu in Sidebar
es_es: Mostrar menú principal en la barra lateral

source: If the layout of a page is left sidebar or right sidebar, the main menu shows in the sidebar.
es_es: Si el diseño de una página es con barra lateral izquierda o derecha, el menú principal se muestra en la barra lateral.

source: Sidebar Menu Title
es_es: Título de Menú lateral

source: Input the title of sidebar menu.
es_es: Introduzca el título del menú de la barra lateral.

source: All Department
es_es: Todo el departamento

source: Toggle Sidebar Menu
es_es: Mostrar/Ocultar menú lateral

source: Add a toggle button of the sidebar menu.
es_es: Añadir un botón de alternancia del menú de la barra lateral.

source: Show Main Menu in Sidebar only on Home
es_es: Mostrar Menú Principal en la Barra lateral sólo en la Página de Inicio

source: If header type is 9 or header builder
es_es: Si el tipo de encabezado es 9 o del Editor de encabezados

source: Main Toggle Menu Title
es_es: Título del menú principal

source: If you use toggle menu like shop 35, please input the title of menu.
es_es: Si utiliza el menú de alternancia como el de la tienda 35, introduzca el título del menú.

source: Toggle on home page
es_es: Alternar en la página de inicio

source: In homepage, a toggle menu is collapsed at first. Then it works as a toggle....
es_es: En la página de inicio, un menú de alternancia está colapsado al principio. Luego funciona como un toggle....

source: If header type is 1, 3, 4, 9, 13, 14 or header builder
es_es: Si el tipo de cabecera es 1, 3, 4, 9, 13, 14 o por constructor de cabeceras

source: Menu Custom Content
es_es: Contenido personalizado del menú

source: example: &lt;span&gt;Custom Message&lt;/span&gt;&lt;a href="#"&gt;Special Offer!&lt;/a&gt;&lt;a href="#"&gt;Buy this Theme!&lt;em class="tip hot"&gt;HOT&lt;/em&gt;&lt;/a&gt;
es_es: ejemplo: &lt;span&gt;Custom Message&lt;/span&gt;&lt;a href-"-"&gt;¡Oferta especial!&lt;/a&gt;&lt;a href-"&gt;Comprar este tema&lt;em class&gt;"tip hot"&gt;NOVEDAD&lt;/em&gt;&lt;/a&gt;

source: Go to <a %s>Breadcrumbs Skin Settings</a>
es_es: Ir a <a %s>Diseño de ruta de navegación</a>

source: Breadcrumbs Type
es_es: Tipo de Breadcrumbs

source: Show Page Title
es_es: Mostrar el título de la página

source: Please select "YES" to show the page title in the breacrumb.
es_es: Por favor, seleccione "SÍ" para mostrar el título de la página en el breacrumb.

source: Show Content Type Name in Singular
es_es: Mostrar Nombre de Tipo de Contenido en Singular

source: Show Parent Page Title in Page
es_es: Mostrar Título de Página Padre en la Página

source: Show Parent Page title in the breadcrumb of single page.
es_es: Mostrar el título de la página principal en el breadcrumb de la página individual.

source: Show Breadcrumbs
es_es: Mostrar Breadcrumbs

source: Please select "YES" to display the breadcrumb path.
es_es: Por favor, seleccione "SÍ" para mostrar la ruta de las migas de pan.

source: Breadcrumbs Position
es_es: Posición de la Ruta de navegación

source: "Default" is the below of header and "Inner Top" is the top position of main content.
es_es: "Predeterminado" es la parte inferior del encabezado y "Inner Top" es la posición superior del contenido principal.

source: Inner Top
es_es: Tapa interior

source: Breadcrumbs Prefix
es_es: Prefijo de las migas de pan

source: Input the text before the breadcrumb path.
es_es: Introduzca el texto antes de la ruta de las migas de pan.

source: Show Blog Link
es_es: Mostrar Enlace de Blog

source: Please select "YES" to insert the permalink of the blog page in single post page.
es_es: Por favor, seleccione "SÍ" para insertar el permalink de la página del blog en la página de la entrada única.

source: Show Shop Link
es_es: Mostrar enlace de la tienda

source: Please select "YES" to insert permalink of shop page to breadcrumb path in single product page.
es_es: Por favor, seleccione "SÍ" para insertar el permalink de la página de la tienda en la ruta de migas de pan en la página de un solo producto.

source: Show Custom Post Type Archives Link
es_es: Mostrar enlace al archivo de tipos de publicación personalizados

source: Show Categories Link
es_es: Mostrar Enlace de Categorías

source: Please select "YES" to display the categories in single page.
es_es: Seleccione "SÍ" para mostrar las categorías en una sola página.

source: Breadcrumbs Delimiter
es_es: Delimitador de Breadcrumbs

source: Select the type of separator between each breadcrumb.
es_es: Seleccione el tipo de separador entre cada miga de pan.

source: Go to <a %s>Footer Skin Settings</a>
es_es: Ir a <a %s>Ajustes de diseño del pié de página</a>

source: <strong>Important Note:</strong> <a href="%1$s" target="_blank">Footer</a> Builder helps you to develop your site easily. Some below options won't be worked well because the priority of the builder widget option is <b>higher</b>.
es_es: <strong>Nota importante:</strong> <a href="%1$s" target="_blank">Footer</a> Builder le ayuda a desarrollar su sitio fácilmente. Algunas de las opciones de abajo no funcionarán bien porque la prioridad de la opción del widget del constructor es <b>mayor</b>.

source: Footer Type
es_es: Tipo de pie de página

source: Determine how to set the layout of the footer main. This option isn't available to <strong>Footer Builder</strong>
es_es: Determina cómo establecer el diseño del pie de página principal. Esta opción no está disponible para <strong>Footer Builder</strong>

source: Customize Footer Columns
es_es: Personalizar Columnas de Pie de Página

source: Select "YES" to customize the width of footer widgets.
es_es: Seleccione "SÍ" para personalizar el ancho de los widgets de pie de página.

source: Select the custom width of the footer widget 1.
es_es: Seleccione el ancho personalizado del widget de pie de página 1.

source: Select the custom width of the footer widget 2.
es_es: Seleccione el ancho personalizado del widget de pie de página 2.

source: Select the custom width of the footer widget 4.
es_es: Seleccione el ancho personalizado del widget de pie de página 4.

source: Show Reveal Effect
es_es: Mostrar efecto revelación

source: Select "YES" to enable reveal effect.
es_es: Seleccione "SÍ" para activar el efecto de revelado.

source: Footer Logo
es_es: Logo en pie de página

source: Upload footer logo which is displayed at the left of footer bottom container.
es_es: Suba el logotipo del pie de página que se muestra a la izquierda del contenedor inferior del pie de página.

source: Please input ribbon text which is displayed at the top and left of the footer container if you want.
es_es: Introduzca el texto de la cinta de opciones que se muestra en la parte superior e izquierda del contenedor de pie de página si lo desea.

source: Ribbon Text
es_es: Texto del Ribbon

source: Copyright
es_es: Derechos de autor

source: Copyright Position
es_es: Posición de Copiright

source: Controls the position that shows copyright text at the footer bottom container.
es_es: Controla la posición en la que se muestra el texto del copyright en el contenedor inferior del pie de página.

source: Controls if show tooltip with exclamation mark and tooltip contents on click at the top and right of footer.
es_es: Controla si se muestra el tooltip con signo de exclamación y el contenido del tooltip al hacer clic en la parte superior y derecha del pie de página.

source: Please input tooltip text which is displayed at the footer main container. It you input nothing, you will not see the tooltip.
es_es: Por favor, introduzca el texto de la información sobre la herramienta que se muestra en el contenedor principal del pie de página. Si no introduce nada, no verá la información sobre la herramienta.

source: <b>Payments:</b> If you use <span>footer builder</span>, below options <span>don't</span> work.
es_es: <b>Pagos:</b> Si utiliza el <span>constructor de pie de página</span>, las opciones de abajo <span>no</span> funcionan.

source: Show Payments Logos
es_es: Mostrar Logos de Pago

source: Controls if show payment icons at the bottom of the footer.
es_es: Los controles si muestran iconos de pago en la parte inferior del pie de página.

source: Payments Image
es_es: Imagen de Formas de Pago

source: Payments Image Alt
es_es: Ala de Imagen de medios de pago

source: Input the alternative text.
es_es: Introduzca el texto alternativo.

source: Payments Link URL
es_es: URL de Enlace de Pagos

source: <strong>Important Note:</strong> <a href="%1$s" target="_blank">Footer</a> Builder helps you to develop your site easily.
es_es: <strong>Nota importante:</strong> <a href="%1$s" target="_blank">Footer</a> Builder le ayuda a desarrollar su sitio fácilmente.

source: Show Comments
es_es: Mostrar comentarios

source: Show Page Comments and Comments Respond.
es_es: Mostrar los comentarios de la página y responder a los comentarios.

source: Image Lightbox
es_es: Lightbox de la imagen

source: If you use single & type builder, you should consider the options of builder widgets.
es_es: Si utilizas el constructor de tipo & simple, deberías considerar las opciones de los widgets del constructor.

source: Turn on to enable the lightbox on single and archive page for the main featured images.
es_es: Activar para habilitar la caja de luz en la página individual y de archivo para las imágenes principales destacadas.

source: Enable
es_es: Habilitar

source: Show Social Share Links
es_es: Mostrar Enlaces de Redes Sociales

source: Float Left
es_es: Flotar a la izquierda

source: Float Right
es_es: Flotar a la derecha

source: Show social links on left or right. To set kind of social links, enable options of <strong>Theme Option/Extra/Social Share</strong>.
es_es: Mostrar los enlaces sociales a la izquierda o a la derecha. Para establecer el tipo de enlaces sociales, habilite las opciones de <strong>Opción de Tema/Extra/Compartir Social</strong>.

source: To make rich snippets data site wide, you should enable <strong>Microdata Rich Snippets</strong> of <strong>Page Meta Options</strong> and <strong>Microdata Rich Snippets</strong> of <strong>Theme Option/Extra/Seo</strong>.
es_es: Para hacer que los datos de los fragmentos enriquecidos abarquen todo el sitio, debe habilitar los fragmentos enriquecidos de <strong>microdatos</strong> de las <strong>opciones meta de la página</strong> y los <strong>fragmentos enriquecidos de microdatos</strong> de la <strong>opción de tema/Extra/Seo</strong>.

source: Show Post Format
es_es: Mostrar Formato de Entrada

source: "HOT" Text
es_es: Texto para “HOT”

source: sticky post label
es_es: etiqueta adhesiva del poste

source: Post Meta
es_es: Meta de la publicación

source: Like
es_es: Me gusta

source: Date
es_es: Fecha

source: Categories
es_es: Las categorías

source: Tags
es_es: Etiquetas

source: Meta Position
es_es: Posición Meta

source: This doesn't work for some single post layouts including "Full Alt" and "Woocommerce".
es_es: Esto no funciona para algunos diseños de entradas individuales incluyendo "Full Alt" y "Woocommerce".

source: After content
es_es: Después del contenido

source: Before content
es_es: Antes del contenido
