Repository: pachoEc/rintin-wp-mkt
Catalog: languages/themes/porto-*.po
Languages: es_es

source: Blog & Post Archives
es_es: Archivo de Blog & Entradas

source: You can control the blog sidebar and secdonary sidebar in <a href="%s" target="_blank">here</a>.
es_es: <a href="%s" target="_blank">Aquí</a> puedes controlar la barra lateral del blog y la barra lateral secundaria.

source: Archive Layout
es_es: Diseño del archivo

source: Full
es_es: Completo

source: Large
es_es: Grande

source: Large Alt
es_es: Alt grande

source: Medium
es_es: Mediana

source: Grid
es_es: Cuadrícula

source: Timeline
es_es: Línea de tiempo

source: Medium Alternate
es_es: Mediano Alternativo

source: Modern
es_es: Moderno

source: Post Style
es_es: Estilo post

source: Default - Date on Image
es_es: Predeterminado - Fecha en la imagen

source: Default - Author Picture
es_es: Predeterminado - Imagen del autor

source: Post Carousel Style
es_es: Estilo de Carrusel de Entradas

source: Hover Info
es_es: Información de Hover

source: No Margin & Hover Info
es_es: Información sin margen al pasar el cursor

source: With Borders
es_es: Con Bordes

source: Grid Columns
es_es: Columnas de la cuadrícula

source: Apply Post Link to Content
es_es: Añadir enlace de entrada al contenido

source: Pagination Style
es_es: Estilo de Paginación

source: Controls the pagination type for post archive page.
es_es: Controla el tipo de paginación para la página de archivo de la entrada.

source: Ajax Pagination
es_es: Paginación de Ajax

source: Infinite Scroll
es_es: Scroll infinito

source: Social Share Links Style
es_es: Estilo de enlaces sociales

source: Advance
es_es: Avanzado

source: Show Excerpt
es_es: Mostrar Extracto

source: Excerpt Length
es_es: Longitud del extracto

source: Basis for Excerpt Length
es_es: Longitud Base del Extracto

source: Excerpt length is based on words or characters?
es_es: ¿La longitud del extracto se basa en palabras o caracteres?

source: This works for other post types too.
es_es: Esto también funciona para otros tipos de entradas.

source: Words
es_es: Palabras

source: Characters
es_es: Caracteres

source: Excerpt Type
es_es: Tipo de extracto

source: Date Format
es_es: Formato de fecha

source: j = 1-31, F = January-December, M = Jan-Dec, m = 01-12, n = 1-12
es_es: j = 1-31, F = Enero-Diciembre, M = Ene-Dic, m = 01-12, n = 1-12

source: For more, please visit
es_es: Para más, por favor visite

source: Page Title
es_es: Título Página

source: Blog Banner Position
es_es: Posición de Banner de Blog

source: Blog Footer View
es_es: Vista del pie de página del blog

source: Blog Banner Type
es_es: Tipo de banner del blog

source: Banner Block
es_es: Bloque de Banner

source: Please input block slug name. You can create a block in <strong>Porto / Templates Builder / Block / Add New</strong>.
es_es: Por favor, introduzca el nombre del bloque slug. Puedes crear un bloque en <strong>Porto / Templates Builder / Block / Add New</strong>.

source: Please input comma separated block slug names. You can create a block in <strong>Porto / Templates Builder / Block / Add New</strong>.
es_es: Por favor, introduzca los nombres de bloques slug separados por comas. Puedes crear un bloque en <strong>Porto / Templates Builder / Block / Add New</strong>.

source: Single Post
es_es: Entrada individual

source: <strong>Important Note:</strong> <a href="%1$s" target="_blank">Single</a> & <a href="%2$s" target="_blank">Type</a> Builders help you to develop your site easily. Some below options won't be worked well because the priority of the builder widget option is <b>higher</b>.
es_es: <strong>Nota importante:</strong> Los constructores de <a href="%2$s" target="_blank">tipo</a> y de <a href="%1$s" target="_blank">tipo único</a> le ayudan a desarrollar su sitio fácilmente. Algunas opciones de abajo no funcionarán bien porque la prioridad de la opción del widget constructor es <b>mayor</b>.

source: Global Banner Block
es_es: Bloque global del banner

source: Post Layout
es_es: Diseño de publicación

source: Full Alt
es_es: Alt completo

source: Replace the position of title and meta
es_es: Cambiar la posición de título y meta

source: Post Section Title Style
es_es: Estilo del Título de Sección de Publicación

source: Select title style of author, comment, etc.
es_es: Selecciona el estilo de los títulos de autor, comentario, etc.

source: With Icon
es_es: Con Icono

source: Without Icon
es_es: Icono borde

source: Show Slideshow
es_es: Mostrar pase de diapositivas

source: Show Title
es_es: Mostrar título

source: Show Author Info
es_es: Mostrar información del autor

source: Show Related Posts
es_es: Mostrar Publicaciones Relacionadas

source: Related Posts Count
es_es: Numero de entradas relacionadas

source: If you want to show all the related posts, please input "-1".
es_es: Si quieres mostrar todas las entradas relacionadas, introduce "-1".

source: Related Posts Order by
es_es: Ordenando artículos relacionados

source: Random
es_es: Aleatorio

source: Modified Date
es_es: Fecha modificación

source: Comment Count
es_es: Número de comentarios

source: Related Posts Columns
es_es: Numero de columnas

source: reduce one column in left or right sidebar layout
es_es: reducir una columna en el diseño de barra lateral izquierda o derecha

source: Show Back to Blog Link
es_es: Mostrar Enlace de Volver al Blog

source: Content Bottom Block
es_es: Bloque inferior de contenido

source: Post Carousel
es_es: Carrusel de publicaciones

source: Post Image Size
es_es: Tamaño de Imagen de Publicación

source: Please regenerate all the thumbnails in <strong>Tools > Regen.Thumbnails</strong> after save changes.
es_es: Por favor, regenera todas las miniaturas en <strong>Herramientas > Regenerar miniaturas</strong> después de guardar los cambios.

source: With Read More Link
es_es: Con Enlace de Leer Más

source: With Post Meta
es_es: Con metaetiquetas de entrada

source: With Read More Button
es_es: Mostrar botón Leer más

source: With Side Image
es_es: Con Imagen Lateral

source: With Categories
es_es: Con Categorías

source: The number of words
es_es: El número de palabras

source: Image Overlay Background
es_es: Icono Imagen Cubrir

source: Darken
es_es: Oscuro

source: Lighten
es_es: Aclarar

source: Transparent
es_es: Transparente

source: Hover Image Effect
es_es: Habilitar Efecto de imagen al pasar el ratón

source: Zoom
es_es: Enfocar

source: No Zoom
es_es: Sin Zoom

source: Image Borders
es_es: Bordes de imagen

source: This works for only related post carousel when "Skin -> Layout -> Thumbnail Padding" is enabled.
es_es: Esto funciona sólo para el carrusel de correos relacionados cuando “Skin -> Layout -> Thumbnail Padding” está activado.

source: Without Borders
es_es: Sin Bordes

source: Author Name
es_es: Nombre del autor

source: Button Size
es_es: Tamaño del botón

source: Extra Small
es_es: Extra Pequeño

source: Button Color
es_es: Color del botón

source: Portfolio Content Type
es_es: Portfolio Tipo de Contenido

source: Slug Name
es_es: Sula Nombre

source: This option changes the permalink when you use the permalink type as %postname%. Make sure to regenerate permalinks.
es_es: Esta opción cambia el permalink cuando se utiliza el tipo de permalink como %postname%. Asegúrese de regenerar los enlaces permanentes.

source: A plural descriptive name for the post type marked for translation.
es_es: Un nombre descriptivo plural para el tipo de puesto marcado para la traducción.

source: Singular Name
es_es: Nombre Singular

source: Name for one object of this post type.
es_es: Nombre para un objeto de este Tipo de Contenido Personalizado.

source: Category Slug Name
es_es: Nombre de la Categoría

source: Skill Slug Name
es_es: Nombre de Slug de Habilidad

source: The slug name of the taxonomy: skill.
es_es: El nombre de la taxonomía: habilidad.

source: Portfolios Page
es_es: Página de portafolios

source: Select a portfolio archive page.
es_es: Seleccione una página de archivo de la cartera.

source: Portfolio Meta
es_es: Meta Portfolio

source: Skills
es_es: Habilidades

source: Location
es_es: Ubicación

source: Client
es_es: Cliente

source: Link
es_es: Enlazar

source: Portfolio Sub Title
es_es: Subtitulo de Portafolio

source: Use this value in portfolio archives (grid, masonry, timeline layouts) and portfolio carousel.
es_es: Utilice este valor en los archivos de portafolio (cuadrícula, mampostería, diseños de línea de tiempo) y en el carrusel de portafolio.

source: Client Name
es_es: Nombre del Cliente

source: Client URL(Link)
es_es: URL del Cliente (Enlace)

source: Author Role
es_es: Rol de Autor

source: Excerpt
es_es: Extracto

source: Portfolio Archives
es_es: Archivos del Portafolio

source: Enable Ajax Load
es_es: Habilitar Carga Ajax

source: Ajax Load on Modal
es_es: Carga de Ajax en Modal

source: If enabled, portfolio content should be displayed on modal when you click portfolio item in the list.
es_es: Si se activa, el contenido del portafolio debe mostrarse en el modal cuando se hace clic en el elemento del portafolio en la lista.

source: Controls the pagination type for portfolio archive page.
es_es: Controla el tipo de paginación de la página del archivo de la cartera.

source: <b>Category Filter in Portfolio Page:</b> If you use <span>archive builder</span>, below options <span>don't</span> work.
es_es: <b>Filtro de categorías en la página de portafolio:</b> Si utiliza el <span>constructor de archivos</span>, las siguientes opciones <span>no</span> funcionan.

source: Categories Filter Position
es_es: Categorías Posición del filtro

source: Filter Style
es_es: Estilo de filtro

source: Style 1
es_es: Estilo 1

source: Style 2
es_es: Estilo 2

source: Style 3
es_es: Estilo 3

source: Filter Type
es_es: Filtro Tipo

source: Filter using Javascript/CSS
es_es: Filtro con Javascript/CSS

source: Ajax Loading
es_es: Cargando Ajax

source: Sort Categories Order By
es_es: Ordenar Categorías, Ordenar Por

source: Sort Order for Categories
es_es: Ordenar orden de categorías

source: Image Counter
es_es: Contador de Imágenes

source: Masonry Image Aspect Ratio
es_es: Relación de Aspecto de Imagen de Masonry

source: ratio = width / height. if ratio is large than this value, will take more space.
es_es: relación = ancho / altura. Si la proporción es mayor que este valor, tomará más espacio.

source: Columns
es_es: Columnas

source: 1 Column
es_es: 1 Columna

source: 2 Columns
es_es: 2 Columnas

source: 3 Columns
es_es: 3 columnas

source: 4 Columns
es_es: 4 columnas

source: 5 Columns
es_es: 5 columnas

source: 6 Columns
es_es: 6 columnas

source: View Type
es_es: Ver Tipo

source: No Margin
es_es: Sin margen

source: Out of Image
es_es: Fuera de la Imagen

source: Info View Type
es_es: Información Servidor Web

source: Left Info
es_es: Información Servidor Web

source: Centered Info
es_es: Información centrada

source: Bottom Info
es_es: Información Servidor Web

source: Bottom Info Dark
es_es: Información Servidor Web

source: Hide Info Hover
es_es: Ocultar información

source: Plus Icon
es_es: Icono de Plus

source: Info View Type Style
es_es: Estilo de tipo de vista info

source: Alternate
es_es: Alternativo

source: Alternate with Plus
es_es: Alternar con Plus

source: Slow Zoom
es_es: Zoom lento

source: Show "Read More" Link
es_es: Mostrar Enlace "Leer Más"

source: Show "Read More" link in "Out of Image" view type.
es_es: Mostrar el vínculo "Leer Más" en el tipo de vista "Fuera de la Imagen".

source: "Read More" Label
es_es: Etiqueta de "Leer Más"

source: Enable Image Lightbox instead of Portfolio Link
es_es: Habilitar Lightbox de imagen en lugar de enlace de portafolio

source: Select Style
es_es: Selecciona estilo

source: Without Thumbs
es_es: Sin miniaturas

source: With Thumbs
es_es: Con miniaturas

source: Show Link Icon
es_es: Mostrar Icono de Enlace

source: Show More Featured Images in Slideshow
es_es: Mostrar Más Imágenes Destacadas en Diapositivas

source: Featured Images Count
es_es: Contador de Imágenes Destacadas

source: Show Image Lightbox Icon
es_es: Mostrar icono de Lightbox en imagen

source: Show External Link instead of Portfolio Link
es_es: Mostrar enlace externo en lugar de enlace de portafolio

source: Show Content Section
es_es: Mostrar Sección de Contenido

source: If yes, it will show the portfolio content in archive layout. If no, it will not show the content.
es_es: Si es así, mostrará el contenido del portafolio en el diseño del archivo. Si no, no mostrará el contenido.

source: Show Author Testimonial
es_es: Mostrar testimonio del autor

source: If yes, it will show the testimonial after meta section if it exists.
es_es: Si es así, mostrará el testimonio después de la meta sección si existe.

source: If yes, it will show the excerpt in "Medium", "Large", "Full" archive layout. If no, will show the content.
es_es: Si es así, se mostrará el extracto en el diseño de archivo "Medio", "Grande", "Completo". Si no, mostrará el contenido.

source: Single Portfolio
es_es: Portafolio Individual

source: Show Navigation
es_es: Mostrar Navegación

source: Show list and title, next/prev links.
es_es: Mostrar lista y título, vínculos sig/prev.

source: Show Image Count
es_es: Mostrar Cantidad de Imágenes

source: Portfolio Layout
es_es: Diseño del portafolio (layout)

source: Medium Slider
es_es: Slider mediano

source: Large Slider
es_es: Slider grande

source: Full Slider
es_es: Slider completo

source: Gallery
es_es: Galería

source: Carousel
es_es: Carrusel

source: Medias
es_es: Medios

source: Full Width Video
es_es: Video Ancho Completo

source: Masonry Images
es_es: Imágenes de Mampostería

source: Full Images
es_es: Imágenes Completas

source: Extended
es_es: Extendido

source: Slider Type
es_es: Tipo de Slider

source: Slider Thumbs Count
es_es: Recuento de miniaturas de slider

source: Show Related Portfolios
es_es: Mostrar Portafolios Relacionados

source: Related Portfolios Count
es_es: Conteo de Portafolios Relacionados

source: If you want to show all the related portfolios, please input "-1".
es_es: Si quieres mostrar todos los portafolios relacionados, introduce "-1".

source: Related Portfolios Order by
es_es: Portafolios relacionados ordenados por

source: Related Portfolios Columns
es_es: Columnas de portafolios relacionados

source: Portfolio Carousel
es_es: Carrusel de portfolio

source: Portfolio Style
es_es: Estilo del Portfolio

source: Show Excerpt Content
es_es: Mostrar Contenido de Extracto

source: Event Content Type
es_es: Tipo de Contenido del Evento

source: Event Archives
es_es: Archivo de eventos

source: Events Page
es_es: Página de Eventos

source: Select a event archive page.
es_es: Seleccione una página de archivo de eventos.

source: Page Sub Title
es_es: Subtitulo de pagina

source: List
es_es: Lista

source: Show Event Countdown
es_es: Mostrar Cuenta Regresiva de Evento

source: If yes, will show the excerpt in archive layout. If no, it will show the content.
es_es: Si es así, mostrará el extracto en el diseño del archivo. Si no, mostrará el contenido.

source: Show Read More button
es_es: Mostrar botón Leer más

source: Single Event
es_es: Evento Único

source: Member Content Type
es_es: Tipo de contenido para miembros

source: Enable to provide Member type.
es_es: Habilitar para proporcionar el tipo de miembro.

source: Members Page
es_es: Página de Miembros

source: Select a member archive page.
es_es: Seleccione una página de archivo de miembros.

source: Show Social Link as target="_blank"
es_es: Mostrar enlace social como target="_blank"

source: Member Archives
es_es: Archivos de miembros

source: If enabled, member content should be displayed above the members or on modal when you click member item in the list.
es_es: Si se activa, el contenido de los miembros debe mostrarse por encima de los miembros o en el modal cuando se hace clic en el elemento de miembro en la lista.

source: If you use Archive builder, you should consider the options of archive post grid widget.
es_es: Si utilizas Archive builder, deberías considerar las opciones del widget de la rejilla de los post de archivo.

source: <b>Category Filter in Member Page:</b> If you use <span>archive builder</span>, below options <span>don't</span> work.
es_es: <b>Filtro de categorías en la página de miembros:</b> Si utiliza el <span>constructor de archivos</span>, las siguientes opciones <span>no</span> funcionan.

source: Defines how categories should be ordered.
es_es: Define cómo deben ordenarse las categorías.

source: <b>Member Type:</b> If you use <span>type builder</span>, below options <span>don't</span> work.
es_es: <b>Tipo de miembro:</b> Si utiliza el <span>constructor de</span> tipos, las siguientes opciones <span>no</span> funcionan.

source: Type 1
es_es: Tipo 1

source: Type 2
es_es: Tipo 2

source: Type 3
es_es: Tipo 3

source: Advanced Type
es_es: Tipo avanzado

source: Member Columns
es_es: Columnas de miembros

source: Controls the number of columns in the archive page.
es_es: Controla el número de columnas en la página del archivo.

source: Select the hover effect type.
es_es: Selecciona el tipo de efecto al pasar por encima.

source: Member Image Size
es_es: Tamaño de Imagen de Miembro

source: Static
es_es: Estático

source: Turn on to display the read more link.
es_es: Activar para que aparezca el enlace para leer más.

source: Show "Read More" link in "Type 2" view type.
es_es: Mostrar el enlace "Leer más" en el tipo de vista "Tipo 2".

source: Show External Link instead of Member Link
es_es: Mostrar enlace externo en lugar de enlace de miembro

source: Determines the permalink with meta box member link.
es_es: Determina el enlace permanente con el miembro de la caja meta.

source: Show Overview
es_es: Mostrar Resumen

source: Show Overview Excerpt
es_es: Mostrar extracto del resumen

source: Turn on to display the overview excerpt.
es_es: Activar para mostrar el extracto de la vista general.

source: Social Links Style
es_es: Estilo de Enlaces Sociales

source: Controls the social link style.
es_es: Controla el estilo de enlace social.

source: Single Member
es_es: Miembro Solo

source: Page Style
es_es: Estilo de página

source: Controls the style of page layout.
es_es: Controla el estilo del diseño de la página.

source: Turn on to display social links in single member page.
es_es: Activar para mostrar los enlaces sociales en la página de un solo miembro.

source: Controls the style of social links.
es_es: Controla el estilo de los enlaces sociales.

source: Social Links Position
es_es: Posición de Enlaces de Redes Sociales

source: Before Overview
es_es: Antes de la presentación

source: After Overview
es_es: Después de la Presentación

source: Below Member Image
es_es: Debajo de la imagen del miembro

source: <b>Related Members:</b> If you use <span>single builder</span>, below options <span>don't</span> work.
es_es: <b>Miembros relacionados:</b> Si utiliza el <span>constructor único</span>, las siguientes opciones <span>no</span> funcionan.

source: Show Related Members
es_es: Mostrar Miemnros Relacionados

source: Turn on to show related members.
es_es: Activar para mostrar los miembros relacionados.

source: Related Members Count
es_es: Recuento de miembros relacionados

source: If you want to show all the related members, please input "-1".
es_es: Si quieres mostrar todos los miembros relacionados, introduce "-1".

source: Related Members Order by
es_es: Miembros relacionados ordenados por

source: Related Members Columns
es_es: Columnas de miembros relacionados

source: reduce one column in left or right sidebar layout.
es_es: reducir una columna en el diseño de la barra lateral izquierda o derecha.

source: Post Archive Layout
es_es: Diseño de archivo posterior

source: Single Post Layout
es_es: Ajustes de las entradas individuales

source: <strong>Important Note:</strong> <a href="%1$s" target="_blank">Archive</a> & <a href="%2$s" target="_blank">Type</a> Builders help you to develop your site easily.
es_es: <strong>Nota importante:</strong> <a href="%1$s" target="_blank">Archive</a> &amp; <a href="%2$s" target="_blank">Type</a> Builders le ayuda a desarrollar su sitio fácilmente.

source: <strong>Important Note:</strong> <a href="%1$s" target="_blank">Single</a> & <a href="%2$s" target="_blank">Type</a> Builders help you to develop your site easily.
es_es: <strong>Nota importante:</strong> Los constructores de <a href="%2$s" target="_blank">tipo</a> y de <a href="%1$s" target="_blank">tipo único</a> le ayudan a desarrollar su sitio fácilmente.

source: FAQ
es_es: Preguntas más frecuentes

source: FAQ Content Type
es_es: Tipo de contenido

source: Please select "Enable" to visit Faq Page.
es_es: Por favor, seleccione "Habilitar" para visitar la página de preguntas frecuentes.

source: FAQs
es_es: Preguntas frecuentes

source: Show this name in Faqs page and Admin Page.
es_es: Mostrar este nombre en la página de Faqs y en la página de administración.

source: Show individual faqs as this name.
es_es: Mostrar faqs individuales como este nombre.

source: FAQs Page
es_es: Página FAQs

source: This option isn't available to <strong>Archive Builder</strong> Page.
es_es: Esta opción no está disponible para la página <strong>del constructor de archivos</strong>.

source: Only when "FAQ Filter Position" option is the "In Content", this text will be shown.
es_es: Sólo cuando la opción "Posición del filtro de preguntas frecuentes" es la "En el contenido", este texto se mostrará.

source: You can control the sidebar in <a href="%s" target="_blank">here</a>.
es_es: <a href="%s" target="_blank">Aquí</a> puedes controlar la barra lateral.

source: FAQ Page Layout
es_es: Diseño de páginas de preguntas frecuentes

source: <b>Sort Faq Categories:</b> If you use <span>archive builder</span>, below options <span>don't</span> work.
es_es: <b>Ordenar las categorías de Faq:</b> Si utiliza el <span>constructor de archivos</span>, las siguientes opciones <span>no</span> funcionan.

source: Sort faq categories ascending or descending by this option.
es_es: Ordena las categorías de preguntas y respuestas de forma ascendente o descendente según esta opción.

source: FAQ Filter Position
es_es: Posición del filtro de preguntas frecuentes

source: <b>Sort Faq Items:</b> If you use <span>archive builder</span>, below options <span>don't</span> work.
es_es: <b>Ordenar los artículos de Faq:</b> Si utiliza el <span>constructor de archivos</span>, las siguientes opciones <span>no</span> funcionan.

source: Sort Items Order By
es_es: Elementos ordenados por

source: Sort Order for Items
es_es: Ordenar elementos por

source: Sort faq items ascending or descending by this option.
es_es: Ordena los artículos de las preguntas frecuentes de forma ascendente o descendente según esta opción.

source: <b>Faq Pagination:</b> If you use <span>archive builder</span>, below options <span>don't</span> work.
es_es: <b>Faq Paginación:</b> Si utiliza el <span>constructor de archivos</span>, las siguientes opciones <span>no</span> funcionan.

source: FAQ Pagination Style
es_es: Estilo de paginación de las FAQ

source: Control filter type in faqs page or faqs archive page.
es_es: Controla el tipo de filtro en la página de faqs o en la página de archivo de faqs.

source: Unlimited Post Types
es_es: Tipos de mensajes ilimitados

source: %s Layouts
es_es: %s Disposiciones

source: Select Archive Sidebar
es_es: Seleccione la barra lateral del archivo

source: Single Layout
es_es: Diseño entrada sencilla

source: Select Single Sidebar
es_es: Seleccione una sola barra lateral

source: Login Style
es_es: Estilo de inicio de sesión

source: Please select lightbox if you want to use login popup instead of displaying login link.
es_es: Seleccione lightbox si desea utilizar la ventana emergente de inicio de sesión en lugar de mostrar el enlace de inicio de sesión.
