Repository: pachoEc/rintin-wp-mkt
Catalog: languages/themes/porto-*.po
Languages: es_es

source: Please input other resources that will be pre loaded. Ex. https://www.portotheme.com/wordpress/porto/wp-content/themes/porto-child/fonts/custom.woff2.
es_es: Introduzca otros recursos que se cargarán previamente. Ej. https://www.portotheme.com/wordpress/porto/wp-content/themes/porto-child/fonts/custom.woff2.

source: Your Website is now optimized much better than before!
es_es: ¡Ahora tu sitio web está mucho mejor optimizado que antes!

source: Note: You should disable below plugins while development. They may affect your changes not applied.
es_es: Nota: Debes desactivar los siguientes plugins durante el desarrollo. Podrían hacer que los cambios no se apliquen.

source: Install
es_es: Instalar

source: How to enable leverage browser caching.
es_es: Cómo habilitar aligerar la caché del navegador.

source: Install Plugins
es_es: Instalar plugins

source: Porto notice:
es_es: Aviso de Oporto:

source: Site Loader
es_es: Cargador de sitio

source: Loading Overlay
es_es: Cargando superposición

source: Loading overlay is shown until whole page is loaded.
es_es: La superposición de carga se muestra hasta que se carga toda la página.

source: Hide
es_es: Ocultar

source: Layout
es_es: Estructura

source: Body Wrapper
es_es: Envoltura de Cuerpo

source: Controls the site layout.
es_es: Controla el tipo de diseño general de la web.

source: Page Layout
es_es: Diseño de página

source: Controls the global page layout with sidebars.
es_es: Controla el diseño global de la página con sidebars.

source: Select the global sidebar 1.
es_es: Seleccione la barra lateral global 1.

source: Select Sidebar 2
es_es: Seleccione Barra lateral 2

source: Select the global sidebar 2.
es_es: Seleccione la barra lateral global 2.

source: Header Wrapper
es_es: Envoltura de cabecera

source: Controls the header layout.
es_es: Controla el diseño del encabezado.

source: Banner Wrapper
es_es: Envoltura de banner

source: Controls the banner layout.
es_es: Controla el diseño del banner.

source: Breadcrumbs Wrapper
es_es: Envoltura de Breadcrumbs

source: Controls the page header layout.
es_es: Controla el diseño del encabezado de página.

source: Page Content Wrapper
es_es: Envoltura de Contenido de Página

source: Controls the page content layout.
es_es: Controla el diseño del contenido de la página.

source: Footer Wrapper
es_es: Envoltorio de pie de página

source: Controls the footer layout.
es_es: Controla el diseño del pie de página.

source: Enable Sticky Sidebar
es_es: Habilitar barra lateral fija

source: Yes
es_es: Sí

source: Show Sidebar in Navigation on mobile
es_es: Mostrar barra lateral de navegación en el móvil

source: Show sidebar toggle button only which leads to the sidebar on the left side of the window.
es_es: Mostrar botón de palanca de la barra lateral sólo que conduce a la barra lateral en el lado izquierdo de la ventana.

source: Show Content Type Skin Options
es_es: Mostrar Opciones de Diseño de Tipo de Contenido

source: Show skin options when edit post, page, product, portfolio, member, event.
es_es: Mostrar opciones de diseño cuando edite: entrada, página, producto, portafolio, miembro, evento.

source: Show Category Skin Options
es_es: Mostrar Opciones de Diseño de Categoría

source: Show skin options when edit the category of post, product, portfolio, member, event
es_es: Mostrar opciones de diseño cuando edite: categoría de entrada, producto, portafolio, miembro, evento

source: Show Skeleton Screens
es_es: Mostrar pantallas de esqueletos

source: This will show skeleton screens during page load for the selected pages. Note: please disable options if you have any compatibility issues with the third party plugins.
es_es: Esto mostrará pantallas de esqueleto durante la carga de la página para las páginas seleccionadas. Nota: por favor, desactive las opciones si tiene algún problema de compatibilidad con los plugins de terceros.

source: Shop Pages
es_es: Páginas de la tienda

source: Product Page
es_es: Pagina Producto

source: Product Quickview
es_es: Vista rápida del producto

source: Blog Pages
es_es: Páginas del blog

source: HTML Blocks
es_es: Bloques HTML

source: Please check "Theme Layout" section to see blocks' locations.
es_es: Por favor, consulta la sección "Diseño del tema" para ver las ubicaciones de los bloques.

source: Executes at the top of the page
es_es: Se ejecuta en la parte superior de la página

source: You can add any html or shortcodes here. If you want to add porto block, you can use [porto_block name="{block_slug}"].
es_es: Puede agregar cualquier html o shortcodes aquí. Si desea añadir el bloque porto, puede utilizar [porto_block nombre "{block_slug}"].

source: Content Inner Top
es_es: Contenido interior superior

source: Executes at the bottom of the page
es_es: Se ejecuta en la parte inferior de la página

source: Logo, Icons
es_es: Logotipo, Iconos

source: Retina Logo
es_es: Logo retina

source: It will be displayed for only retina displays which pixel ratio is greater than one.
es_es: Se mostrará solo para las pantallas de retina que la proporción de píxeles es mayor que una.

source: Logo in Sticky Header
es_es: Logotipo en la cabecera adhesiva

source: Retina Logo in Sticky Header
es_es: Logotipo Retina en la cabecera adhesiva

source: Default Logo Width
es_es: Ancho por Defecto de Logo

source: If retina logo is uploaded, please input the default logo width. unit: px
es_es: Si el logo retina está cargado, por favor introduce el ancho de la versión de logotipo predeterminado. Unidades: px

source: Default Logo Height
es_es: Altura por Defecto de Logo

source: If retina logo is uploaded, please input the default logo height. unit: px
es_es: Si el logo retina está cargado, por favor introduzca la altura predeterminada del logotipo. Unidades: px

source: Logo Max Width
es_es: Ancho máximo del logo

source: unit: px
es_es: unidades: px

source: Logo Max Width on Wide Screen
es_es: Ancho Máximo del Logo en Pantalla Ancha

source: Logo Max Width on Tablet
es_es: Ancho Máximo del Logo en Tableta

source: Logo Max Width on Mobile
es_es: Ancho Máximo del Logo en Móvil

source: Logo Max Width in Sticky Header
es_es: Ancho Máximo de Logo en Cabecera Pegajosa

source: Logo Overlay
es_es: Superposición de logotipo

source: Logo Overlay Max Width
es_es: Ancho Máximo de Superposición de Logo

source: Icons
es_es: Iconos

source: Apple iPhone Icon
es_es: Icono Apple iPhone

source: Icon for Apple iPhone (60px X 60px)
es_es: Icono para Apple iPhone (60px por 60px)

source: Apple iPhone Retina Icon
es_es: Icono Apple iPhone Retina

source: Icon for Apple iPhone Retina (120px X 120px)
es_es: Icono de Retina para Apple iPhone (120px por 120px)

source: Apple iPad Icon
es_es: Icono de Apple iPad

source: Icon for Apple iPad (76px X 76px)
es_es: Icono para Apple iPad (60px por 60px)

source: Apple iPad Retina Icon
es_es: Icono de Retina de Apple iPad

source: Icon for Apple iPad Retina (152px X 152px)
es_es: Icono de Retina para Apple iPad (152px por 152px)

source: Site Search
es_es: Búsqueda en el sitio

source: Live Search
es_es: Búsqueda en vivo

source: This will display quick search results whenever you input characters in the search box.
es_es: Esto mostrará resultados de búsqueda rápida cada vez que introduzca caracteres en el cuadro de búsqueda.

source: Search by SKU
es_es: Buscar por SKU

source: Allow search by SKU in live search
es_es: Permitir búsqueda por SKU en búsqueda en tiempo real

source: Search by Product Tag
es_es: Buscar por etiqueta de producto

source: Allow search by product tags in live search
es_es: Permitir búsqueda por etiquetas de producto en búsqueda en tiempo real

source: Theme Colors
es_es: Colores del tema

source: Button Style
es_es: Estilo de botón

source: Select "Borders" to set buttons outline style.
es_es: Seleccione "Bordes" para establecer el estilo de contorno de los botones.

source: Borders
es_es: Bordes

source: Primary Color
es_es: Color primario

source: Controls the main color throughout the theme.
es_es: Controla el color principal en todo el tema.

source: Primary Inverse Color
es_es: Color Inverso Primario

source: Controls the inverse color of main color throughout the theme.
es_es: Controla el color inverso del color principal en todo el tema.

source: Hover, focus and active color of primary color.
es_es: Color de la superficie, del foco y del color primario activo.

source: Secondary Color
es_es: Color Secundario

source: Controls the secondary color throughout the theme.
es_es: Controla el color secundario en todo el tema.

source: Secondary Inverse Color
es_es: Color Secundario Inverso

source: Controls the inverse color of secondary color throughout the theme.
es_es: Controla el color inverso del color secundario en todo el tema.

source: Hover, focus and active color of secondary color.
es_es: Color secundario de Hover, focus y activo.

source: Tertiary Color
es_es: Color Terciario

source: Controls the tertiary color throughout the theme.
es_es: Controla el color terciario en todo el tema.

source: Tertiary Inverse Color
es_es: Color Terciario Inverso

source: Controls the inverse color of tertiary color throughout the theme.
es_es: Controla el color inverso del color terciario en todo el tema.

source: Hover, focus and active color of tertiary color.
es_es: Color Hover, focus y activo del color terciario.

source: Quaternary Color
es_es: Color Cuaternario

source: Controls the quaternary color throughout the theme.
es_es: Controla el color cuaternario en todo el tema.

source: Quaternary Inverse Color
es_es: Color Cuaternario Inverso

source: Controls the inverse color of quaternary color throughout the theme.
es_es: Controla el color inverso del color cuaternario en todo el tema.

source: Hover, focus and active color of quaternary color.
es_es: Color de cuaternidad, de enfoque y activo.

source: Dark Color
es_es: Color Oscuro

source: Controls the dark color throughout the theme.
es_es: Controla el color oscuro en todo el tema.

source: Dark Inverse Color
es_es: Oscuro Color Inverso

source: Controls the dark color of quaternary color throughout the theme.
es_es: Controla el color oscuro del color cuaternario en todo el tema.

source: Hover, focus and active color of dark color.
es_es: Hover, focus y color activo de color oscuro.

source: Light Color
es_es: Color Claro

source: Controls the light color throughout the theme.
es_es: Controla el color de la luz en todo el tema.

source: Light Inverse Color
es_es: Color Claro Inverso

source: Controls the light color of quaternary color throughout the theme.
es_es: Controla el color claro del color cuaternario en todo el tema.

source: Hover, focus and active color of light color.
es_es: Hover, enfoque y color activo del color de la luz.

source: Placeholder Image Background Color
es_es: Color de fondo de la imagen de marcador de posición

source: Controls the skeleton color throughout the theme.
es_es: Controla el color del esqueleto en todo el tema.

source: Social Links Color
es_es: Color de Enlaces de Redes Sociales

source: If you select "primary" option, social links will be determined by Primary and Primary Inverse color.
es_es: Si selecciona la opción "primario", los enlaces sociales estarán determinados por el color primario y el inverso del primario.

source: Background Type
es_es: Tipo de fondo

source: Controls the theme skin to be light or dark.
es_es: Controla la piel del tema para que sea clara u oscura.

source: Basic Background Color
es_es: Color de fondo básico

source: Controls the skin color for dark theme.
es_es: Controla el color de la piel para el tema oscuro.

source: Container Max Width (px)
es_es: Ancho Máximo de Contenedor (px)

source: Grid Gutter Width
es_es: Ancho de la guía de cuadricula

source: Controls the space between columns in a row.
es_es: Controla el espacio entre las columnas de una fila.

source: Border Radius
es_es: Radio del borde

source: Constrols if you're using rounded style throughout the site.
es_es: Controla si está usando un estilo redondeado en todo el sitio.

source: Thumbnail Padding
es_es: Relleno de Miniaturas

source: This will display border and spacing for thumbnail images such as product images.
es_es: Esto mostrará el borde y el espaciado de las imágenes en miniatura, como las imágenes del producto.

source: Typography
es_es: Tipografía

source: Select Google Font Character Sets
es_es: Seleccione el conjunto de caracteres de Google Fonts

source: Select "YES" to set the subsets of Google fonts.
es_es: Seleccione "SÍ" para establecer los subconjuntos de fuentes de Google.

source: Google Font Character Sets
es_es: Conjunto de Caracteres de Google Font

source: Enable Web Font Loader for Google Fonts
es_es: Habilitar cargador web de Google Fonts

source: Body Font
es_es: Fuente del cuerpo

source: Controls the typography for all body text.
es_es: Controla la tipografía de todo el texto del cuerpo.

source: Body Mobile Font
es_es: Fuente de Cuerpo para Móviles

source: Controls the mobile typography for all body text.
es_es: Controla la tipografía móvil para todo el texto del cuerpo.

source: Will be change on mobile device(max width < 576px).
es_es: Se cambiará en el dispositivo móvil (ancho máximo < 576px).

source: Alternative Font
es_es: Fuente Alternativa

source: Used in some elements and footer ribbon text.
es_es: Se utiliza en algunos elementos y texto de la cinta de opciones de pie de página.

source: You can use css class name "alternative-font" when edit html element.
es_es: Puede utilizar un nombre de la clase css “alternative-font” cuando edite el elemento HTML.

source: H1 Font
es_es: Fuente H1

source: Controls the typography for all H1 headings.
es_es: Controla la tipografía de todos los títulos H1.

source: H2 Font
es_es: Fuente H2

source: Controls the typography for all H2 headings.
es_es: Controla la tipografía de todos los títulos H2.

source: H3 Font
es_es: Fuente H3

source: Controls the typography for all H3 headings.
es_es: Controla la tipografía de todos los títulos H3.

source: H4 Font
es_es: Fuente H4

source: Controls the typography for all H4 headings.
es_es: Controla la tipografía de todos los títulos H4.

source: H5 Font
es_es: Fuente H5

source: Controls the typography for all H5 headings.
es_es: Controla la tipografía de todos los títulos H5.

source: H6 Font
es_es: Fuente H6

source: Controls the typography for all H6 headings.
es_es: Controla la tipografía de todos los títulos H6.

source: Paragraph Font
es_es: Fuente del párrafo

source: Controls the typography for all p tags.
es_es: Controla la tipografía de todas las etiquetas p.

source: Footer Font
es_es: Fuente de Pie de Página

source: Controls the typography for all footer text.
es_es: Controla la tipografía de todo el texto del pie de página.

source: Footer Heading Font
es_es: Fuente de Encabezado de Pie de Página

source: Controls the typography for all footer heading tags (h1 ~ h6).
es_es: Controla la tipografía de todas las etiquetas de encabezado de pie de página (h1 a h6).

source: Testimonial Shortcode Font
es_es: Fuente de testimonios

source: Controls the testimonial text for the testimonial element.
es_es: Controla el texto testimonial del elemento testimonial.

source: Custom Font 1
es_es: Fuente Personalizada 1

source: Controls a custom font to use throughout the site.
es_es: Controla un tipo de letra personalizado para usar en todo el sitio.

source: You can use this font in some shortcodes such as heading and icon box. Please use "custom-font1" css class to use this font.
es_es: Podrás utilizar esta fuente en algunos shortcodes como los de encabezado y cuadro de icono. Aplica la clase CSS "custom-font1" para utilizar esta fuente.

source: Custom Font 2
es_es: Fuente Personalizada 2

source: You can use this font in some shortcodes such as heading and icon box. Please use "custom-font2" css class to use this font.
es_es: Podrás utilizar esta fuente en algunos shortcodes como los de encabezado y cuadro de icono. Aplica la clase CSS "custom-font2” para utilizar esta fuente.

source: Custom Font 3
es_es: Fuente Personalizada 3

source: You can use this font in some shortcodes such as heading and icon box. Please use "custom-font3" css class to use this font.
es_es: Podrás utilizar esta fuente en algunos shortcodes como los de encabezado y cuadro de icono. Aplica la clase CSS "custom-font3” para utilizar esta fuente.

source: Backgrounds
es_es: Fondos

source: Body Background
es_es: Fondo del cuerpo

source: Background
es_es: Fondo

source: Controls the background settings for body.
es_es: Controla la configuración del fondo del cuerpo.

source: Enable Background Gradient
es_es: Habilitar fondo degradado

source: Controls the background gradient settings of body.
es_es: Controla la configuración del gradiente de fondo del cuerpo.

source: Background Gradient Color
es_es: Color de Gradiente de Fondo

source: Controls the top and bottom background color of body.
es_es: Controla el color de fondo superior e inferior del cuerpo.

source: Page Content Background
es_es: Fondo de Contenido de Página

source: Controls the background settings for page content.
es_es: Controla la configuración del fondo del contenido de la página.

source: Controls the background gradient settings of page content.
es_es: Controla la configuración del gradiente de fondo del contenido de la página.

source: Controls the top and bottom background color of page content.
es_es: Controla el color de fondo superior e inferior del contenido de la página.

source: Content Bottom Widgets Area : For this options, you should build one more Content Bottom Widget.
es_es: Área de Widgets de Contenido Inferior : Para estas opciones, debe construir un Widget de Contenido Inferior más.

source: Controls the background settings for content bottom widget.
es_es: Controla la configuración del fondo del widget de contenido del fondo.

source: Controls the background gradient settings of content bottom content.
es_es: Controla la configuración del gradiente de fondo del contenido inferior.

source: Controls the top and bottom background color of content bottom widget.
es_es: Controla el color de fondo superior e inferior del widget del fondo del contenido.

source: Controls the padding of content bottom widget.
es_es: Controla el relleno del widget del fondo del contenido.

source: Go to <a %s>Header Layout Settings</a>
es_es: Ir a <a %s>Ajustes de diseño del encabezado</a>

source: Go to <a href="%s" class="goto-header-builder">Header Builder</a>
es_es: Ir al <a href="%s" class="goto-header-builder">Constructor de Cabeceras</a>

source: <strong>Important Note:</strong> <a href="%1$s" target="_blank">Header</a> Builder helps you to develop your site easily. Some below options won't be worked well because the priority of the builder widget option is <b>higher</b>.
es_es: <strong>Nota importante:</strong> <a href="%1$s" target="_blank">Header</a> Builder le ayuda a desarrollar su sitio fácilmente. Algunas de las opciones de abajo no funcionarán bien porque la prioridad de la opción del widget del constructor es <b>mayor</b>.

source: Header Wrapper Background
es_es: Fondo de contenedor de encabezado

source: Controls the header wrapper background settings.
es_es: Controla la configuración de fondo del contenedor del encabezado.

source: Header Wrapper Background Gradient
es_es: Gradiente de fondo del contenedor de encabezado

source: Header Top Height
es_es: Altura superior del encabezado

source: Controls the min height of header top.
es_es: Controla la altura mínima de la parte superior de la cabecera.

source: Header Top Font Size
es_es: Tamaño de fuente del encabezado superior

source: Bottom Border
es_es: Borde inferior

source: Controls the bottom border width and color for header top section.
es_es: Controla el ancho y el color del borde inferior de la sección superior del encabezado.

source: Text Color
es_es: Color del texto

source: Controls the text color in the header top section.
es_es: Controla el color del texto en la sección superior del encabezado.

source: Link Color
es_es: Color de los enlaces

source: Controls the color of A tag in the header top section.
es_es: Controla el color de una etiqueta en la sección superior del encabezado.

source: Top Menu Padding
es_es: Relleno del Menú Superior

source: Controls the padding of top links.
es_es: Controla el relleno de los enlaces superiores.

source: Hide Top Menu Separator
es_es: Ocultar separador de menú superior

source: Controls if hide the separator between top links items.
es_es: Controla si se oculta el separador entre los elementos de los enlaces superiores.

source: Header Main Background
es_es: Cabecera Fondo principal

source: Controls the header background settings
es_es: Controla la configuración del fondo del encabezado

source: Header Background Gradient
es_es: Gradiente de fondo del encabezado

source: Header Background Gradient Color
es_es: Color de degradado de fondo de encabezado

source: Header Text Color
es_es: Color de fuente en el Header

source: Controls the text color in the header.
es_es: Controla el color del texto en el encabezado.

source: Header Link Color
es_es: Color Enlace de Cabecera

source: Controls the color of A tag in the header.
es_es: Controla el color de la etiqueta A en el encabezado.

source: Header Top Border
es_es: Borde superior del encabezado

source: Header Margin
es_es: Margen de la cabecera

source: Controls the margin of header.
es_es: Controla el margen del encabezado.

source: Header Main Padding
es_es: Espaciado principal del encabezado

source: Controls padding top and bottom of the left, center and right parts in the header main.
es_es: Controla el relleno de las partes superior e inferior de las partes izquierda, central y derecha en el encabezado principal.

source: Header Main Padding (window width < 992px)
es_es: Espaciado principal del encabezado (ancho de ventana <992px)

source: Controls padding top and bottom of the left, center and right parts in the header main on mobile.
es_es: Controla el relleno de las partes superior e inferior de las partes izquierda, central y derecha en el encabezado principal en el móvil.

source: Header Bottom Background Color
es_es: Color de fondo del Botton en el cabezado inferior

source: Header Bottom Container Background Color
es_es: Color de fondo del contenedor inferior del encabezado

source: Header Bottom Height
es_es: Altura inferior del encabezado

source: Controls the text color in the header bottom section.
es_es: Controla el color del texto en la sección inferior del encabezado.

source: Controls the color of A tag in the header bottom section.
es_es: Controla el color de una etiqueta en la sección inferior del encabezado.

source: Sticky Header
es_es: Cabecera fija

source: Go to <a %s>Sticky Header Layout Settings</a>
es_es: Ir a <a %s="">Ajustes de diseño del encabezado fijo</a>

source: Controls the sticky header's background settings
es_es: Controla los ajustes de fondo del sticky header's

source: Sticky Header Background Gradient
es_es: Gradiente de fondo del Sticky Header

source: Sticky Header Background Gradient Color
es_es: Color del gradiente de fondo del Sticky Header

source: Sticky Header Background Opacity
es_es: Opacidad de fondo del encabezado

source: Sticky Header Padding
es_es: Padding del Sticky Header

source: Controls the padding of header left, center and right parts in the sticky header.
es_es: Controla el relleno de las partes izquierda, central y derecha del encabezado en el sticky header.

source: Skin option when banner show behind header
es_es: Opción de diseño cuando se muestra banner detrás del encabezado

source: Header Opacity
es_es: Opacidad de Cabecera

source: Controls the background opacity in the fixed header.
es_es: Controla la opacidad del fondo en el encabezado fijo.
